{"May10_2019": [["3", "", [""]], ["5", "", [" Application to conform to the requirements Furnishing of further information, clarification, and personal representation Consideration of application Capital adequacy requirement Procedure for registration"]], ["16", "", [" Investment of clients' moneys and management of clients’"]], ["16A", "", ["  Foreign institutional investors and sub-accounts availing"]], ["19", "", ["  Maintenance  of  books  of  accounts,  records  and  other"]], ["30", "", ["Liability for action in case of default Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002]"]], ["1", "", ["Short title and commencement.─(1) These regulations may be called the  Securities  and  Exchange  Board  of  India  (Portfolio  Managers) Regulations, 1993.(2) They shall come into force on the date1 of their publication in the OfficialGazette.1  7th January, 1993, vide S.O. No. SEBI/LE/92/III, dated 7-01-1993, Gazette of India, Extraordinary,"]], ["2", "", ["Definitions.─  In  these  regulations,  unless  the  context  otherwise requires,─2[(a)“Act”  means  the  Securities  and  Exchange  Board  of  India  Act,1992 (15 of 1992);]3[(aa)]   4[* * *]5[(aa)  “body corporate” shall have the meaning assigned to it in or underclause (7) of section 2 of the Companies Act, 1956 (1 of 1956);(ab)  “certificate” means a certificate of registration issued by the Board;(ac)  “change of status or constitution” in relation to a portfolio manager─(i)  means  any  change  in  its  status  or  constitution  ofwhatsoever nature; and(ii)  without prejudice to generality of sub-clause (i), includes–(A)  amalgamation,  demerger,  consolidation  or  any  otherkind of corporate restructuring falling within the scopeof section 391 of the Companies Act, 1956 (1 of 1956)or the corresponding provision of any other law for thetime being in force;(B)  change in its managing director or whole-time director;and"]], ["2006", "", [" 10 07-09-2006. securities 12[or goods] or the funds of the client, as the case may be;] 13[Provided that the Portfolio Manager may also deal in goods received in delivery against physical settlement of commodity derivatives.]14[(d)   “principal officer” means an employee of the portfolio managerwho has been designated as such by the portfolio manager;][(e)]    15[* * *]16[(ea) “securities” mean securities as defined in clause (h) of section 2of the Securities Contracts (Regulation) Act, 1956;(eb)  “securities  lending”  means  the  securities  lending  as  per  theSecurities Lending Scheme, 1997 specified by the Board;](f)     Words and expressions used and not defined in these regulationsbut defined in the Act 17[* * *] shall have the meanings respectivelyassigned to them in the Act 18[* * *].1407-2006.  Prior  to  substitution,  clause  (d)  as  substituted  by  the  SEBI  (Portfolio  Managers)(Amendment) Regulations, 2002, w.e.f. 11-10-2002 read as under:\"(d)  “principal  officer\"  means a  director  of  the  portfolio manager,  who  is  responsible  for  theactivities  of  portfolio  management  and  has  been  designated  as  principal  officer  by  the  portfoliomanager;”1507-09-2006. Prior to omission, clause (e) read as under:“(e) \"rules\" means Securities and Exchange Board of India (Portfolio Managers) Rules, 1992;”(Amendment) Regulations, 2002, w.e.f. 11-10-2002 and read as follows,-“(ea)  “securities lending” means the securities lending as per the Securities Lending Scheme,1997 specified by the Board”Regulations, 2006, w.e.f. 07-09-2006."]], ["3", "", ["3.  Registration  as  portfolio  manager.─  No  person  shall  act  as portfolio manager unless he holds a certificate granted by the Board under these regulations: Provided  that  a  merchant  banker  acting  as  a  portfolio  manager immediately before commencement of the Securities and Exchange Board of India (Portfolio Managers) (Second Amendment) Regulations, 2006 may continue to do so for a period of six months from such commencement or, if he has made an application for registration under these regulations within"]], ["3A", "", ["3A.  Application for grant of certificate.─21[(1) An application by a portfolio manager for the grant of a certificate shall be made to the Board in Form A and shall be accompanied by a non-refundable application fee, as specified in clause (1) of Schedule II, to be paid in the manner specified in Part B thereof.](2)  Notwithstanding  anything  contained  in  sub-regulation  (1),  anyapplication made by a portfolio manager prior to coming into force of theseregulations containing such particulars or as near thereto as mentioned inForm  A  shall  be  treated  as  an  application  made  in  pursuance  of  sub-regulation (1) and dealt with accordingly.]1907-09-2006.20Regulation ‘3’ renumbered as ‘3A’ by the SEBI (Portfolio Managers) (Second Amendment)Regulations, 2006, w.e.f. 07-09-2006.2105-2004. Prior to substitution, sub-regulation (1) read as under:“(1)  An  application  by  a portfolio  manager  for  a grant of  a  certificate  shall  be made to  the"]], ["4", "", ["Application  to  conform  to  the  requirements.─  Subject  to  the provisions of sub-regulation (2) of regulation 3, any application, which is not complete in all respects and does not conform to the instructions specified in the form, shall be rejected: Provided that, before rejecting any such application, the applicant shall be given an opportunity to remove within the time specified such objections as"]], ["5", "", ["Furnishing  of  further  information,  clarification  and  personalrepresentation.─(1) The Board may require the applicant to furnish furtherinformation  or  clarification  regarding  matters  relevant  to  his  activity  of  aportfolio manager for the purposes of disposal of the application.(2)  The  applicant  or,  its  principal  officer  shall,  if  so  required,  appear"]], ["6", "", ["6.  Consideration  of  application.─(1)  For  considering  the  grant  of certificate of registration to the applicant, the Board shall take into account 22 10-2002. Prior to substitution, regulation 6 read as under: “6. Consideration of application.─ The Board shall take into account for considering the grant of a certificate, all matters which are relevant to the activities relating to portfolio manager and in particular whether the applicant complies with the following requirements namely: -(a) the applicant has the necessary infrastructure like adequate office space, equipments,and manpower to effectively discharge his activities;(b)  the applicant has in his employment minimum of two persons who have the experienceto conduct the business of portfolio manager;(c)    a  person,  directly  or  indirectly  connected  with  the  applicant  has  not  been  grantedregistration by the Board in case of the applicant being a body corporate;connected\" means any person being an associate, subsidiary, inter-connected or groupcompany of the applicant in case of the applicant being a body corporate;(d)  the applicant fulfils the capital adequacy requirements specified in regulation 7;(e)  the  applicant,  his  partner,  director  or  principal  officer  is  not  involved  in  any  litigationconnected  with  the  securities  market  and  which  has  an  adverse  bearing  on  thebusiness of the applicant;(f)  the applicant, his director, partner or principal officer has not at any time been convictedfor  any  offence  involving  moral  turpitude  or  has  been  found  guilty  of  any  economicoffence;all  matters  which  it  deems  relevant  to  the  activities  relating  to  portfoliomanagement.(2) Without prejudice to the generality of the foregoing provisions, theBoard shall consider whether-(a)   the applicant is a body corporate;(b)    the  applicant  has  the  necessary  infrastructure  like  adequateoffice  space,  equipments  and  the  manpower  to  effectivelydischarge the activities of a portfolio manager;23[(c)   the principal officer of the applicant has either–(i)  a professional qualification in finance, law, accountancy orbusiness  management  from  a  university  or  an  institutionrecognized  by  the  Central  Government  or  any  StateGovernment or a foreign university; or(ii)    an experience of at least ten years in related activities in thesecurities  market  including  in  a  portfolio  manager,  stockbroker or as a fund manager 24[;] ]25[(iii) a CFA charter from the CFA Institute.](d)the  applicant  has  in  its  employment  minimum  of  two  personswho,  between  them,  have  at  least  five  years  experience  26[in(g)  the  applicant  has  the  professional  qualification  from  an  institution  recognized  by  theGovernment in finance, law, accountancy or business management;Mangers) (Amendment) Regulations, 1998, w.e.f. 05-01-1998.](h)   grant of certificate to the applicant is in the interest of investors."]], ["2017", "", [" 26 08-2008 for the words “as portfolio manager or stock broker or investment manager.” related  activities  in  portfolio  management  or  stock  broking  or investment  management]  or  in  the  areas  related  to  fund management;(e)   any  previous  application  for  grant  of  certificate  made  by  anyperson  directly  or  indirectly  connected  with  the  applicant  hasbeen rejected by the Board;(f)   any disciplinary action has been taken by the Board against aperson directly or indirectly connected with the applicant underthe Act or the Rules or the Regulations made thereunder.expression \"person directly or indirectly connected\" means anyperson  being  an  associate,  subsidiary,inter-connectedcompany or a company under the same management within themeaning  of  section  370(1B)  of  the  Companies  Act,1956  or  inthe same group;(g)   the  applicantfulfillsthe  capital  adequacy  requirementsspecified in regulation 7;(h)the applicant, its director, principal officer or the employee asspecified  in  clause  (d)  is  involved  in  any  litigation  connectedwith the securities market which has an adverse bearing on thebusiness of the applicant;(i)the applicant, its director, principal officer or the employee asspecified in clause (d) has at any time been convicted for anyoffence involving moral turpitude or has been found guilty of anyeconomic offence;(j)    27[the applicant is a fit and proper person;]"]], ["6A", "", ["6A.  Criteria  for  fit  and  proper  person.─  For  the  purposes  of determining whether an applicant or the portfolio manager is a fit and proper person the Board may take into account the criteria specified in Schedule II"]], ["7", "", ["7.  Capital  Adequacy  Requirement.─The  capital  adequacy requirement referred to in clause (g) of regulation 6 shall not be less than the networth of 30[two crore rupees]: 31[Provided that a portfolio manager, who was granted a certificate under these  regulations  prior  to  the  commencement  of  the  Securities  and Exchange Board of India (Portfolio Managers) (Amendment) Regulations, 2008, shall raise its networth to not less than one crore rupees within six 28 Substituted  by  the  SEBI  (Intermediaries)  Regulations,  2008,  w.e.f.  25-05-2008.  Prior  to 2004, read as under: “6A. Applicability of Securities and Exchange Board of India (Criteria for fit and proper person) Regulations, 2004.─The provisions of the Securities and Exchange Board of India (Criteria for fit and proper person) Regulations, 2004 shall, as for as may be, apply to all applicants or the portfolio managers under these regulations.” 29 10-2002. Prior to substitution, regulation 7 read as under: “7.  Capital  Adequacy  requirement.─  The  capital  adequacy  requirement  referred  to  in  sub- regulation (d) of regulation 6 shall not be less than the networth of Rupees fifty lacs of the person making the application; which is a partnership firm or a body corporate, the value of a capital contributed to the business of such firm or the paid up equity capital of such body corporate and plus free reserves as the case may be at the time of making application under sub-regulation (1) of regulation 3.” 30 Managers) (Amendment) Regulations, 2008, w.e.f. 11-08-2008. 31 Inserted, ibid. months from such commencement and to not less than two crore rupees within six months thereafter: Provided further that the portfolio manager shall fulfill capital adequacy requirement  under  these  regulations,  separately  and  independently,  of capital  adequacy  requirements,  if  any,  for  each  activity  undertaken  by  it under the relevant regulations.] aggregate  value  of  paid  up  equity  capital  plus  free  reserves  (excluding reserves  created  out  of  revaluation)  reduced  by  the  aggregate  value  of accumulated  losses  and  deferred  expenditure  not  written  off,  including"]], ["8", "", ["8. Procedure for registration.─ (1) The Board on being satisfied that the applicant fulfils the requirements specified in regulation 6 shall send an intimation to the applicant and on receipt of the payment of registration fees as specified in clause (1A) of Schedule II then grant a certificate in Form B.(2) The portfolio manager who has already been granted certificate ofregistration by the Board, prior to the commencement of the Securities andExchange Board of India (Change in Conditions of Registration of CertainIntermediaries) (Amendment) Regulations, 2016 shall be deemed to havebeen granted a certificate of registration, in terms of sub-regulation (1).]Of Certain Intermediaries) (Amendment) Regulations, 2016 w.e.f. 08-12-2016. Prior to substitution,regulation 8 read as under:“8.  Procedure  for  registration.─  The  Board  on  being  satisfied  that  the  applicant  fulfils  therequirements specified in regulation 6 shall send an intimation to the applicant and on receipt ofthe  payment  of  32[registration]  fees  as  specified  in  26[clause  (1A)  of]  Schedule  II  then grant  acertificate in Form B.”--Regulations, 2004, w.e.f. 27-5-2004.The words \"clause (1A) of\" inserted, ibid."]], ["9A", "", ["9A. Conditions of registration.─(1) Any registration granted under regulation 8 35[***] shall be subject to the following conditions, namely:-(a)  where the portfolio manager proposes to change its status orconstitution,  it  shall  obtain  prior  approval  of  the  Board  forcontinuing to act as such after the change;(b)it shall pay the fees for registration 36[***] in the manner providedin these regulations;(c)it shall take adequate steps for redressal of grievances of theinvestors  within  one  month  of  the  date  of  the  receipt  of  thecomplaint  and  keep  the  Board  informed  about  the  number,nature and other particulars of the complaints received;(d)it  shall  maintain  capital  adequacy  requirements  specified  inregulation 7 at all times during the period of the certificate 37[***];Certain  Intermediaries)  (Amendment)  Regulations,  2016  w.e.f.  08-12-2016.  Prior  to  omission,regulation 9 read as under:“9. Renewal of certificate.─(1)  A portfolio manager may, three months before the expiry ofthe  validity  of  the  certificate,  make  an  application  for  renewal  in  Form  A  33[along  with  feesspecified in clause 1 of Schedule II.](2)  The application for renewal, under sub-regulation (1) shall be dealt with in the same manneras if it were an application for grant of a certificate made under regulation 3.33[(3)  The  Board,  on  being  satisfied  that  the  applicant  fulfills  the  requirements  specified  inregulation 6, shall send an intimation to the applicant and on receipt of payment of renewal feesas specified in paragraph 2 of Schedule II, grant a renewal of the certificate.]”(Portfolio Managers) (Second Amendment) Regulations, 2006, w.e.f. 07-9-2006.Regulations,  2006,  w.e.f.  07-09-2006.  Prior  to  substitution,  sub-regulation  (3)  read  asunder: “(3) The Board on being satisfied that the applicant fulfils the requirements specifiedin  regulation  6  for  renewal  of  certificate  shall  grant  a  certificate  in  Form  B  and  send  anintimation to the applicant.”3407-09-2006.Board  of  India  (Change  In  Conditions  Of  Registration  Of  Certain  Intermediaries)  (Amendment)Regulations, 2016 w.e.f. 08-12-2016.India  (Change  In  Conditions Of  Registration Of Certain Intermediaries)  (Amendment)  Regulations,2016 w.e.f. 08-12-2016.In Conditions Of Registration Of Certain Intermediaries) (Amendment) Regulations, 2016 w.e.f. 08-12-2016.(e)it shall abide by the regulations made under the Act in respectof the activities carried on by it as portfolio manager.(2) Nothing contained in clause (a) of sub-regulation (1) shall affect the"]], ["9B", "", ["9B. Period of validity of certificate.─ The certificate of registration granted  under  regulation  (8)  shall  be  valid  unless  it  is  suspended  or"]], ["10", "", ["Procedure  where  registration  is  not  granted.─(1)  Where  an application for grant of a certificate under regulation 3 39[***] does not satisfy the  requirements  set  out  in  regulation  6,  the  Board  may  reject  the application, after giving an opportunity of being heard.(2) The refusal to grant registration shall be communicated by the Boardwithin thirty days of such refusal to the applicant stating therein the groundson which the application has been rejected.(3)  Any  applicant  may,  being  aggrieved  by  the  decision  of  the  Boardunder sub-regulation (1), apply within a period of thirty days from the dateof receipt of such intimation, to the Board for reconsideration of its decision.Of Certain Intermediaries)  (Amendment)  Regulations,  2016 w.e.f. 08-12-2016.  Prior  to  substitution2006, w.e.f. 07-09-2006 and read as under:“9B. Period of validity of certificate.─ The certificate of registration granted under regulation 8 andits renewal granted under regulation 9, shall be valid for a period of three years from the date of itsissue to the applicant.”India  (Change  In  Conditions Of  Registration Of Certain Intermediaries)  (Amendment)  Regulations,2016 w.e.f. 08-12-2016.(4)  The  Board  shall  reconsider  an  application  made  under  sub-regulation (3) and communicate its decision as soon as possible in writing"]], ["11", "", ["Effect  of  refusal  to  grant  certificate.─  Any  portfolio  manager whose application for a certificate has been refused by the Board shall on and from the date of the receipt of the communication under sub-regulation"]], ["12", "", ["Payment  of  fees,  and  the  consequences  of  failure  to  payfees.─(1) Every applicant eligible for grant of a certificate shall pay feesin such manner and within the period specified in Schedule II.(2)  Where  a  portfolio  manager  fails  to  pay  the  fees  as  provided  inSchedule  II,  the  Board  may  suspend  the  certificate,  whereupon  theportfolio  manager  shall  forthwith  cease  to  carry  on  the  activity  as  aportfolio manager for the period during which the suspension subsists."]], ["12A", "", ["For  the  purposes  of  this  Chapter,  unless  the  context  otherwise requires(i)  The  term  “eligible  fund  manager”  shall  have  the  same  meaning  asassigned to it in sub section (4) of Section 9A of the Income-tax Act, 1961.(ii)  The  term  “eligible  investment  fund”  shall  have  the  same  meaning  asassigned to it in sub section (3) of Section 9A of the Income-tax Act, 1961."]], ["12B", "", ["(1) The provisions of this Chapter shall apply to eligible fund managers exclusively,  pertaining  to  their  activities  as  portfolio  managers  to  eligible investment funds.", "(2) All other provisions of these regulations and the guidelines and circulars issued thereunder,  unless  the  context  otherwise  requires  or  repugnant  to the  provisions  of  this  chapter,  shall  apply  to  eligible  fund  managers  in relation to their activities as portfolio managers to eligible investment funds. Procedure to be followed by an existing Portfolio Manager 12 C. An existing portfolio manager may act as a portfolio manager to an eligible fund manager if:a) it fulfills all the conditions specified in sub section (4) of Section 9A of theIncome-tax Act, 1961; andb)  it  intimates  the  Board  prior  to  undertaking  such  activity  and  submitdeclarations as specified in clause (1) of Schedule VI."]], ["12D", "", ["An applicant who is a company or a limited liability partnership or a body  corporate  who  intends  to  act  as  an  eligible  fund  manager  may  be granted registration under regulation 8 if:a) it fulfills all the conditions specified in sub section (4) of Section 9A of theIncome-tax Act, 1961;b)  it  complies  with  the  requirements  specified  under  Chapter  II  of  theseregulations, unless specified otherwise in this Chapter;c) it pays the fees as specified in Schedule II; andd)  it  provides  a  declaration  to  the  Board  as  specified  in  clause  (2)  ofSchedule VI."]], ["12E", "", ["An eligible fund manager shall be required to:(1) comply with the requirements specified under Section 9A of the Income-tax Act, 1961 or any amendment, notification, clarification, guideline issuedthereon; 4(2)  offer  discretionary  or  non-discretionary  or  advisory  services  or  acombination thereof to eligible investment funds;(3) operate in accordance to its mutually agreed contract with the eligibleinvestment funds;(4) provide all material disclosures to eligible investment funds;(5) segregate funds and securities of each eligible investment fund;(6) segregate the funds and securities of eligible investment funds from thatof its other clients;(7) maintain and segregate its books and accounts pertaining to its activitiesas a portfolio manager to eligible investment funds and other clients;(8)  appoint  a  custodian:  Provided  that  requirement  of  compliance  to  thissub-regulation  does  not  arise  in  case  an  eligible  investment  fund  hasalready appointed a custodian under the applicable act or regulations;(9)  keep  the  funds  of  eligible  investment  funds  in  scheduled  commercialbanks:Provided  that  requirement  of  compliance  to  this  sub-regulation  does  notarise in case an eligible investment fund does not intend to invest in Indiansecurities;(10) maintain any additional records as may be specified by the Board anddisclose the same to the Board as and when required;(11) provide quarterly reports to the Board;(12) ensure compliance with the Prevention of Money Laundering Act, 2002and rules and regulations prescribed thereunder;(13) abide by the provisions in these regulations and circulars / guidelinesissued from time to time by the Board."]], ["12F", "", ["The  eligible  fund  managers  shall  be  exempted  from  the  following provisions  pertaining  to  their  activities  as  portfolio  managers  to  eligible investment funds notwithstanding anything contained in these regulations, schedules thereto or circulars made thereunder:(i) clauses (a) and (b) of sub-regulation (1) of Regulation 14;(ii) clauses (a) and (b) of sub-regulation (2) of Regulation 14;(iii) sub-regulations (1A), (2), (2A), (4A) and (5) of Regulation 15;(iv) first proviso to sub-regulation (3) of Regulation 16;(v) clause (b) of sub-regulation (1) of Regulation 16;(vi) clause (a) of sub-regulation (2) of Regulation 16;(vii) sub-regulation (4) of Regulation 16;(viii) sub-regulation (1) of Regulation 16B;(ix) Regulation 18;(x) sub-regulation (3) of Regulation 20;(xi) sub-regulations (1), (1A), (2) and (3) of Regulation 21;"]], ["13", "", ["  Code  of  Conduct.─  Every  portfolio  manager  shall  abide  by  the"]], ["14", "", ["14.  Contract  with  clients  and  disclosures.─  (1)  (a)  The  portfolio manager shall, before taking up an assignment of management of funds or portfolio of securities on behalf of a client, enter into an agreement in writing with such client clearly defining the inter se relationship, and setting out their mutual rights, liabilities and obligations relating to management of funds or portfolio of securities containing the details as specified in Schedule IV.(b)  The agreement between the portfolio manager and the clientshall, inter alia, contain:(i)the  investment  objectives  and  the  services  to  beprovided;(ii)    areas of investment and restrictions, if any, imposed bythe  client  with  regard  to  the  investment  in  a  particularcompany or industry;(iii)   type of instruments and proportion of exposure;4110-2002. Prior to substitution, regulation 14 read as under:“14.  Contract  with  clients.─(1)  (a)  Every  portfolio  manager  shall  before  taking  up  anassignment of management of portfolio on behalf of a client, enter into an agreement with suchclient  clearly  defining  the  inter-se  relationship,  and  setting  out  their  mutual  rights,  liabilities  andobligations relating to management of the portfolio of the client.(b)   The contract shall, inter alia, contain; -(i)    the investment objectives and the services to be provided;(ii)  areas of investment and restrictions, if any, imposed by the client with regard to investment ina particular company or industry;(iii)   attendant risks involved in the management of the portfolio;(iv)  period of the contract and provision of early termination, if any;(v)   amount to be invested;(vi)  procedure  of  settling  client's  account  including  form  of  repayment  on  maturity  or  earlytermination of contract;(vii) fees payable to the portfolio manager;(viii)custody of securities.(2) The funds of all clients shall be placed by the portfolio manager in a separate account tobe maintained by him in a scheduled commercial bank.included in the Second Schedule to the Reserve Bank of India Act, 1934 (2 of 1934);(3)  The  portfolio  manager  shall charge  an  agreed  fee  from  the client  for  rendering  portfoliomanagement services without guaranteeing or assuring, either directly or indirectly any return andsuch fee shall be independent of the return to the client and shall not be on a return sharing basis.\"(iv)   tenure of portfolio investments;(v)    terms for early  withdrawal of funds or securities by theclients;(vi)    attendant  risks  involved  in  the  management  of  theportfolio;(vii)  period of the contract and provision of early termination,if any;(viii)  amount to be invested subject to the restrictions providedunder these regulations;(ix)   procedure  of  settling  client's  account  including  form  ofrepayment on maturity or early termination of contract;(x)    fees payable to the portfolio manager;(xi)   the  quantum and  manner  of fees  payable  by  the  clientfor  each  activity  for  which  service  is  rendered  by  theportfolio  manager  directly  or  indirectly  (where  suchservice is out sourced);(xii)  custody of securities42[and goods];(xiii)  in case of a discretionary portfolio manager a conditionthat the liability of a client shall not exceed his investmentwith the portfolio manager;(xiv)  the  terms  of  accounts  and  audit  and  furnishing  of  thereports  to  the  clients  as  per  the  provisions  of  theseregulations; and(xv)    other  terms  of  portfolio  investment  subject  to  theseregulations.(2)   (a)  The  portfolio  manager  shall  provide  to  the  client,  theDisclosure Document as specified in Schedule V, along witha certificate in Form C as specified in Schedule I, at least twodays  prior  to  entering  into  an  agreement  with  the  client  asreferred to in sub-regulation (1).(b)   The  Disclosure  Document,  shall  inter  alia  contain  thefollowing─(i)  the quantum and manner of payment of fees payable bythe client for each activity for which service is rendered bythe  portfolio  manager  directly  or  indirectly  (where  suchservice is out sourced);(ii)  portfolio risks;(iii)  complete  disclosures  in  respect  of  transactions  withrelated parties as per the accounting standards specifiedby  the  Institute  of  Chartered  Accountants of India  in  thisregard;(iv) the performance of the portfolio manager:Provided  that  the  performance  of  a  discretionaryportfolio  manager  shall  be  calculated  using  weightedaverage  method  taking  each  individual  category  ofinvestments for the immediately preceding three years andin  such  cases  performance  indicators  shall  also  bedisclosed;(v) the audited financial statements of the portfolio managerfor the immediately preceding three years.(c)   The contents of the Disclosure Document shall be certified byan independent chartered accountant.(d)  The portfolio manager shall file with the Board, a copy of theDisclosure Document before it is circulated or issued to anyperson  and  every  six  months  thereafter  or  whenever  anymaterial change is effected therein whichever is earlier, alongwith the certificate in Form C as specified in Schedule I.(3)   (a)  The  portfolio  manager  shall  charge  an  agreed  fee  from  theclients  for  rendering  portfolio  management  services  withoutguaranteeing  or  assuring,  either  directly  or  indirectly,  anyreturn and the fee so charged may be a fixed fee or a returnbased fee or a combination of both."]], ["15", "", ["General  responsibilities  of  a  Portfolio  Manager.─(1)  The discretionary  portfolio  manager  shall  individually  and  independently manage the funds of each client in accordance with the needs of the client in a manner which does not partake character of a Mutual Fund, whereas the  non-discretionary  portfolio  manager  shall  manage  the  funds  in accordance with the directions of the client. 43[(1A) The portfolio manager shall not accept from the client, funds or securities worth less than 44[twenty five lacs] rupees.] 45[Provided  that  the  minimum  investment  amount  per  client  shall  be applicable for new clients and fresh investments by existing clients: Provided  further  that  existing  investments  of  clients,  as  on  date  of notification of Securities and Exchange Board of India (Portfolio Managers) (Amendment) Regulations, 2012, may continue as such till maturity of theinvestment.](2) The portfolio manager shall act in a fiduciary capacity with regard tothe client's funds.46[(2A)  The  portfolio  manager  shall  keep  the  funds  of  all  clients  in  aseparate account to be maintained by it in a Scheduled Commercial Bank.‘Scheduled  Commercial  Bank’  means  any  bank  included  in  the  SecondSchedule to the Reserve Bank of India Act, 1934 (2 of 1934).](3) The portfolio manager shall transact in securities within the limitationplaced by the client himself with regard to dealing in securities under theprovisions of the Reserve Bank of India Act, 1934 (2 of 1934).(4) The portfolio manager shall not derive any direct or indirect benefitout of the client's funds or securities.45  Inserted, ibid.47[(4A)  The  portfolio  manager  shall  not  borrow  funds  or  securities  onbehalf of the client.]48[(5) The portfolio manager shall not lend securities held on behalf ofclients to a third person except as provided under these regulations.](6)  The  portfolio  manager  shall  ensure  proper  and  timely  handling  of"]], ["16", "", ["16.  Investment  of  clients'  moneys  and  management  of  clients' portfolio of securities].─(1)  50[(a)    The money  or  securities  accepted by  the  portfolio managershall  not  be  invested  or  managed  by  the  portfolio  managerexcept  in  terms  of  the  agreement  between  the  portfoliomanager and the client.](b)    Any renewal of portfolio fund on maturity of the initial periodshall be deemed as a fresh placement 51[* * *].52[(2) Notwithstanding anything contained in the agreement referred to"]], ["2002", "", [" 70  Inserted, ibid.(3)  On  termination  of  the  contract,  the  portfolio  manager  shall  give  adetailed statement of accounts to the client and settle the account with theclient as agreed in the contract.71[(4) The client shall have the right to obtain details of his portfolio from"]], ["16A", "", ["16A.  Foreign  Institutional  Investor  and  sub-accounts  availing portfolio management services.─ 62[Foreign portfolio investors] may avail"]], ["16B", "", ["16B. Appointment of custodian.─(1) Every portfolio manager shall appoint a custodian in respect of securities managed or administered by it.(2)  Nothing  contained  in  this  regulation  shall  apply  to  a  portfoliomanager–(a)   who  has  total  assets under  management of  value  less  thanfive hundred crore rupees; or(b)   who performs purely advisory functions.]"]], ["17", "", ["Maintenance  of  books  of  accounts,  records,  etc.─(1)  Every portfolio manager shall keep and maintain the following books of accounts, records and documents namely:-(a)    a copy of balance sheet at the end of each accounting period;(b)   a  copy  of  the  profit  and  loss  account  for  each  accountingperiod;Regulations, 2000, w.e,f. 22-02-2000 read as under:“16A. That the portfolio manager may manage funds raised or collected or brought from outsideIndia in accordance with Securities and Exchange Board of India (Foreign Institutional Investors)Regulations, 1995.”SEBI (Foreign Portfolio Investors) Regulations, 2014, w.e.f. 7-1-2014."]], ["2006", "", ["(c)   a  copy  of  the  auditors  report  on  the  accounts  for  eachaccounting period;(d)   a statement of financial position and;(e)  recordsin  support  of  everyinvestmenttransaction  orrecommendation  which  will  indicate  the  data,  facts  andopinion leading to that investment decision.(2) Every portfolio manager shall intimate to the Board the place wherethe books of accounts, records and documents are maintained.(3)  Without  prejudice  to  sub-regulation  (1),  every  portfolio  managershall, after the end of each accounting period, furnish to the Board copiesof the balance sheet, profit and loss account and such other documents asare  mentioned  in  any  of  the  regulations  under  this  chapter  for  any  other"]], ["18", "", ["Submission of half-yearly results.─ Every portfolio manager shall furnish to the Board half-yearly-unaudited financial results when required by the  Board  with  a  view  to  monitor  the  capital  adequacy  of  the  portfolio"]], ["19", "", ["Maintenance  of  books  of  accounts,  records  and  otherdocuments.─ The portfolio manager shall preserve the books of accountand  other  records  and  documents  mentioned  in  any  of  the  regulations"]], ["20", "", ["Accounts and audit.─(1) (a)   The  portfolio  manager  shall  maintain  separate  client-wiseaccounts.(b)   Thefundsreceivedfromthe  clients,investments  ordisinvestments  and  all  the  credits  to  the  account  of  the  clientlike  interest,  dividend,  bonus,  or  any  other  beneficial  interestreceived  on  the  investment  and  debits,  for  expenses,  if  any,shall  be  properly  accounted  for  and  details  thereof  shall  beproperly reflected in the client's account.(c)   The tax deducted at source as required under the provisions ofthe Income-Tax Act, 1961, (43 of 1961) shall be recorded in theportfolio account.(2) The books of account will be audited yearly by qualified auditor toensure that the portfolio manager has followed proper accounting methodsand procedures and that the portfolio manager has performed his duties inaccordance with the law. A certificate to this effect shall, if so specified, besubmitted  to  the  Board  within  six  months  of  close  of  portfolio  manager'saccounting period.65[(3)  The  portfolio  accounts  of  the  portfolio manager  shall  be  auditedannually  by  an  independent  chartered  accountant  and  a  copy  of  thecertificate issued by the chartered accountant shall be given to the client."]], ["21", "", ["Reports to be furnished to the client.─(1) The portfolio manager shall furnish periodically a report to the client, as agreed in the contract, but not"]], ["22", "", ["Report  on  steps  taken  on  Auditor's  report.─Every  portfolio manager shall within two months from the date of the auditors report take"]], ["23", "", ["Disclosures to the Board.─ A portfolio manager shall disclose to the Board as and when required the following information namely:-(i)    particulars regarding the management of a portfolio;(ii)   any  change  in  the  information  or  particulars  previouslyfurnished,  which  have  a  bearing  on  the  certificate  granted  tohim;(iii)   the names of the clients whose portfolio he has managed;(iv)   particulars  relating  to  the  capital  adequacy  requirement  as"]], ["23A", "", ["23A.  Appointment  of  compliance  officer.─(1)  Every  portfolio manager  shall  appoint  a  compliance  officer  who  shall  be  responsible  for monitoring  the  compliance  of  the Act,  rules and  regulations, notifications, 71 10-2002. Prior to substitution, sub regulation (4) read as under: “(4) In the event of any dispute between the portfolio manager and his clients, the client shall have the right to obtain details of his portfolio from the portfolio manager.”w.e.f. 29-05-2001.guidelines, instructions etc., issued by the Board or the Central Governmentand for redressal of investors' grievances.(2) The compliance officer shall immediately and independently report"]], ["24", "", ["Right  of  inspection  by  the  Board.─(1)  The  Board  may  appoint one or more persons as inspecting authority to undertake the inspection of the books of account, records and documents of the portfolio manager for any of the purposes specified in sub-regulation (2).(2)  The  purposes  referred  to  in  sub-regulation  (1)  may  be  as  follows,namely:-(a)   to ensure that the books of account are being maintained inthe manner required;(b)   that the provisions of the Act, rules and regulations are beingcomplied with;(c)   to  investigate  into  the  complaints  received  from  investors,other portfolio managers or any other person on any matterhaving a bearing on the activities of the portfolio manager; and(d)   to investigate suo motu in the interest of securities business"]], ["25", "", ["Notice  before  inspection.─(1)  Before  undertaking  an  inspection under regulation 24, the Board shall give a reasonable notice to the portfolio manager, for that purpose.(2) Notwithstanding anything contained in sub-regulation (1), where theBoard is satisfied that in the interest of the investors no such notice shouldbe given, it may by an order in writing direct that the inspection of the affairsof the portfolio manager be taken up without such notice.(3) During the course of inspection the portfolio manager against whoman inspection is being carried out shall be bound to discharge his obligations"]], ["26", "", ["Obligations of Portfolio Manager on inspection.─(1) It shall be the duty of every director, proprietor, partner, officer and employee of the portfolio  manager  who  is  being  inspected  to  produce  to  the  inspecting authority  such  books,  accounts  and  other  documents  in  his  custody  or control and furnish him with the statements and information relating to his activities as a portfolio manager within such time as the inspecting authority may require.(2) The portfolio manager shall allow the inspecting authority to have areasonable access to the premises occupied by such portfolio manager orby any other person, on his behalf and also extend reasonable facility forexamining  any  books,  records,  documents  and  computer  data  in  thepossession  of  the  portfolio  manager  or  any  such  other  person  and  alsoprovide copies of documents or other material which in the opinion of theinspecting authority are relevant for the purposes of the inspection.(3) The inspecting authority shall in the course of inspection, be entitledto examine or record statements of any principal officer, director, partner,proprietor and employee of the portfolio manager.(4)  It  shall  be  the  duty  of  every  director,  proprietor,  partner,  officer  oremployee  of  the  portfolio  manager  to  give  to  the  inspecting  authority  allassistance  in  connection  with  the  inspection  which  the  portfolio  manager"]], ["27", "", ["  Submission  of  report  to  the  Board.─  The  inspecting  authority"]], ["28", "", ["28.  Action  on  inspection  or  investigation  report.─  The  Board  or the  Chairman  shall  after  consideration  of  the  inspection  or  investigation report  take  such  action  as  the  Board  or  Chairman  may  deem  fit  and appropriate  including  action  under  74[Chapter  V  of  the  Securities  and"]], ["29", "", ["Appointment  of  Auditor.─  The  Board  may  appoint  a  qualified auditor to investigate into the books of account or the affairs of the portfolio manager: Provided that the auditor so appointed shall have the same powers of the inspecting authority as are mentioned in regulation 24 and the obligation of  the  portfolio  manager  and  his  employees  in  regulation  26  shall  be applicable to the investigation under this regulation. and under this regulation, the expression \"qualified auditor\" shall have the 73 Penalty) Regulations, 2002, w.e.f. 27-09-2002. Prior to substitution, regulation 28 read as under: “28.  Communication  of  findings  etc.  to  the  portfolio  manager.─(1)  The  Board  shall  after consideration of the inspection report communicate the findings to the portfolio manager to give him an opportunity of being heard before any action is being taken by the Board on the findings of the inspecting authority.(2) On receipt of the application, if any, from the portfolio manager, the Board may call uponthe  portfolio  manager  to  take  such  measures  as  the  Board  may  deem  fit  in  the  interest  of  thesecurities market and for due compliance with the provisions of the Act, rules and regulations.”74by  Enquiry  Officer  and  Imposing  Penalty)  Regulations,  2002”  by  the  SEBI  (Intermediaries)Regulations, 2008, w.e.f. 26-05-2008.same meaning as given to it in section 226 of the Companies Act, 1956 (1"]], ["30", "", ["75[Liability  for  action  in  case  of  default.─  A  portfolio manager  who contravenes any of the provisions of the Act, Rules or Regulations framed thereunder shall be liable for one or more action specified therein including the action under Chapter V of the Securities and Exchange Board of India"]], ["31", "", ["to 38. 76[* * *] 75 Substituted  by  the  SEBI  (Intermediaries)  Regulations,  2008,  w.e.f.  26-05-2008.  Prior  to Officer and Imposing Penalty) Regulations, 2002, w.e.f. 27-09-2002, read as under: \"30. Liability for action in case of default.─ (1) A portfolio manager who-(a) fails to comply with any conditions subject to which certificate has been granted;(b) contravenes any of the provisions of the Act, rules or regulations;shall be dealt with in the manner provided under the Securities and Exchange Board ofIndia  (Procedure  for  Holding  Enquiry  by  the  Enquiry  Officer  and  Imposing  Penalty)Regulations, 2002.76Penalty) Regulations, 2002, w.e.f. 27-09-2002. Prior to their omission, regulations 31 to 38 readas under:\"31.  Suspension  of  registration.─(1)  A  penalty  of  suspension  of  registration  of  a  portfoliomanager may be imposed where -(i) the portfolio manager violates the provisions of the Act, rules or regulations;(ii) the portfolio manager -(a)   fails  to  furnish  any  information  relating  to  his  activity  as  portfolio  manager  asrequired by the Board;(b) furnishes wrong or false information;(c) does not submit periodical returns as required by the Board;(d) does not co-operate in any enquiry conducted by the Board;(iii) the portfolio manager fails to resolve the complaints of the investors or fails to give asatisfactory reply to the Board in this behalf;(iv) the portfolio manager indulges in manipulating or price rigging or cornering activities;(v)  the  portfolio  manager  is  guilty  of  misconduct  or  improper  or  unbusinesslike  orunprofessional  conduct  which  is  not  in  accordance  with  the  Code  of  Conductspecified in Schedule III;(vi)  the  portfolio  manager  fails  to  maintain  the  capital  adequacy  requirement  inaccordance with the provisions of regulation 7;(vii) the portfolio manager fails to pay the fees;"]], ["32", "", ["Cancellation of registration.─A penalty of cancellation of registration of a portfolio manager may be imposed where:-(i) the portfolio manager indulges in deliberate manipulation or price rigging or corneringactivities affecting the securities market and the investors interest;(ii) the financial position of the portfolio manager deteriorates to such an extent that theBoard is of the opinion that his continuance as portfolio manager is not in the interestof investors;(iii) the portfolio manager is guilty of fraud, or is convicted of a criminal offence;(iv)  the  portfolio  manager  is  guilty  of  repeated  defaults  of  the  nature  mentioned  in"]], ["33", "", ["Manner  of  making  order  of  suspension  and  cancellation.─No  order  of  penalty  of suspension or cancellation, as the case may be, shall be imposed except after holding an enquiry"]], ["34", "", ["Manner  of  holding  enquiry  before  suspension  or  cancellation.─(1)  For  the  purpose  of holding an enquiry under regulation 33, the Board may appoint an enquiry officer.(2) The enquiry officer shall issue to the portfolio manager a notice at the registered office orthe principal place of business of the portfolio manager.(3) The portfolio manager may, within thirty days from the date of receipt of such notice, furnishto the enquiry officer a reply together with copies of documentary or other evidence relied on byhim or sought by the Board from the portfolio manager.(4) The enquiry officer shall, give a reasonable opportunity of hearing to the portfolio managerto enable him to make submissions in support of his reply made under sub-regulation (3).(5) Before the enquiry officer, the portfolio manager may either appear in person or throughany person duly authorised by the portfolio manager:Provided that no lawyer or advocate shall be permitted to represent the portfolio manager atthe enquiry:Provided further that where a lawyer or an advocate has been appointed by the Board as apresenting officer under sub- regulation (6), it shall be lawful for the portfolio manager to presentits case through a lawyer or advocate.(6) If it is considered necessary, the enquiry officer may ask the Board to appoint a presentingofficer to present its case.(7) The enquiry officer shall, after taking into account all relevant facts and submissions madeby the portfolio manager, submit a report to the Board and recommend the penalty to be imposed"]], ["35", "", ["Show-cause notice and order.─(1) On receipt of the report from the enquiry officer, the Board shall consider the same and issue a show-cause notice as to why the penalty as proposed by the enquiry officer should not be imposed.(2) The portfolio manager shall within twenty-one days of the date of the receipt of the show-cause notice send a reply to the Board.(3) The Board after considering the reply to the show-cause notice, if received, shall as soonas possible but not later than thirty days from the receipt of the reply, if any, pass such order as itdeems fit.(4) Every order passed under sub-regulation (3) shall be self-contained and give reasons forthe conclusions stated therein including justification of the penalty imposed by that order."]], ["36", "", ["Effect of suspension and cancellation of registration of portfolio manager.─(1) On and from the date of the suspension of the portfolio manager he shall cease to carry on any activity as a portfolio manager during the period of suspension.(2)  On  and  from  the  date  of cancellation,  the  portfolio  manager  shall  with  immediate effect"]], ["37", "", ["Publication of order of suspension.─ The order of suspension or cancellation of certificate passed under sub-regulation (3) of regulation 35 shall be published in at least two daily newspapers"]], ["38", "", ["Appeal  to  the  Securities Appellate  Tribunal.─  Any  person  aggrieved by  an  order  of  the Board made, on and after the commencement of the Securities Laws (Second Amendment) Act, 1999,  (i.e.,  after  16th  December  1999),  under  these  regulations  may  prefer  an  appeal  to  a Securities Appellate Tribunal having jurisdiction in the matter. Regulations, 2000, w.e.f. 28-3-2000 for \"Any person aggrieved by an order of the Board may prefer"]], ["39", "", ["Power of the Board to issue clarifications.─ In order to remove any difficulties in respect of the application or interpretation of these regulations,"]]], "Apr17_2020": [["3", "", ["No person shall act as a portfolio manager unless it has obtained a certificate of registration from the Board under these regulations."]], ["4", "", ["(1) An application by a person for the grant of a certificate shall be made to the Board in Form A of Schedule I and shall be accompanied by a non-refundable application fee, as specified in para(1) of Schedule II.(2) Notwithstanding anything contained in sub-regulation (1), any application made by a personprior to  coming into  force of these regulations containing  such particulars or as near thereto  asmentioned in Form A of Schedule I shall be treated as an application made in pursuance of sub-regulation (1) and dealt with accordingly."]], ["5", "", ["Subject  to the provisions of sub-regulation (2) of regulation  4, any application, which is not complete in all respects and does not conform to the instructions specified in the form, shall be rejected: Provided that, before rejecting any such application, the applicant shall be given an opportunity to remove objections indicated by the Board, within the time specified, not later than 3 weeks."]], ["6", "", ["(1) The Board may require the applicant to furnish further information or clarification regarding matters  relevant  to  his  activity  of  a  portfolio  manager  for  the  purposes  of  disposal  of  theapplication.", "(2) The applicant or its principal officer shall, if so required, appear before the Board for personalrepresentation."]], ["7", "", ["(1) For considering the grant of certificate of registration to the applicant, the Board shall take into account all matters which it deems relevant to the activities relating to portfolio management.", "(2)  Without  prejudice  to  the  generality  of  the  foregoing  provisions,  the  Board  shall  consider whether :-(a)the applicant is a body corporate;(b)the applicant has the necessary infrastructure like adequate office space, equipment andthe manpower to effectively discharge the activities of a portfolio manager;(c)the applicant has appointed a compliance officer;(d)the principal officer of the applicant has–(i)a professional qualification in finance, law, accountancy or business managementfrom  a university or an institution recognized by the Central  Government or any StateGovernment or a foreign university or a CFA charter from the CFA institute;(ii)experience  of  at  least  five  years  in  related  activities  in  the  securities  marketincluding in a portfolio manager, stock broker, investment advisor, research analyst or asa fund manager; and(iii)the relevant NISM certification as specified by the Board from time to time.Provided  that  at  least  2  years  of  relevant  experience  is  in  portfolio  management  orinvestment advisory services or in the areas related to fund management.Provided further  that a portfolio manager, who was granted a certificate of registrationprior  to  the  commencement  of  the  Securities  and  Exchange  Board  of  India  (PortfolioManagers) Regulations, 2020, shall comply with sub clauses (i) and (ii) of clause (d) ofsub-regulation (2) of regulation 7 within thirty-six months from such commencement.(e)In  addition  to  the  Principal  Officer  and  Compliance  Officer,  the  applicant  has  in  itsemployment at least one person with the following qualifications :-(i)graduation  from  a  university  or  an  institution  recognized  by  the  CentralGovernment or any State Government or a foreign university; and(ii)an  experience  of  at  least  two  years  in  related  activities  in  the  securities  marketincluding in a portfolio manager, stock broker, investment advisor or as a fund manager:Provided that any employee of the Portfolio Manager who has decision making authorityrelated to fund management shall have the same minimum qualifications and experienceas specified for the Principal Officer in clause (d) of sub-regulation (2) of regulation 7:Provided further that a portfolio manager, who was granted a certificate of registrationprior  to  the  commencement  of  the  Securities  and  Exchange  Board  of  India  (PortfolioManagers) Regulations, 2020, shall comply with sub clauses (i) and (ii) of clause (e) ofsub-regulation (2) of regulation 7 within twelve months from such commencement;(f)any disciplinary action has been taken by the Board against a person directly or indirectlyconnected with the applicant under the Act or the rules or the regulations made thereunder;indirectly  connected\"  means  any  person  being  an  associate,  subsidiary  company  or  anassociate company within the meaning of sub-section (6) of section 2 of the CompaniesAct, 2013;(g)the applicant fulfills the net worth requirement specified in regulation 9;(h)the applicant, its director or partner, principal officer, compliance officer or the employeeas specified in clause (e) is involved in any litigation connected with the securities marketthat has an adverse bearing on the business of the applicant;(i)the applicant, its director or partner, principal officer, compliance officer or the employeeas specified in clause (e) has at any time been convicted for any offence involving moralturpitude or has been found guilty of any economic offence;(j)the applicant is a fit and proper person;(k)"]], ["8", "", ["For  the  purposes  of  determining  whether  an applicant  or  the  portfolio  manager  is  a  fit  and proper  person,  the  Board  may  take  into  account  the  criteria  specified  in  Schedule  II  of  the Securities and Exchange Board of India (Intermediaries) Regulations, 2008."]], ["9", "", ["The net worth referred to in clause (g) of regulation 7 shall not be less than five crore rupees: Provided  that  a  portfolio  manager,  who  was  granted  a  certificate  of  registration  prior  to  the commencement of the Securities and Exchange Board of India (Portfolio Managers) Regulations, 2020, shall raise its net worth to not less than five crore rupees within thirty-six months from such commencement: Provided  further  that the  portfolio  manager  shall fulfill  the  net  worth  requirements  under these regulations, separately and independently, of the capital adequacy requirements, if any, for each activity undertaken by it under the relevant regulations. up equity capital plus free reserves (excluding reserves created out of revaluation) reduced by the aggregate  value  of  accumulated  losses  and  deferred  expenditure  not  written  off,  including miscellaneous expenses not written off."]], ["10", "", ["(1)    The  Board  on  being  satisfied  that  the  applicant  fulfils  the  requirements  specified  in regulation 7 shall send an intimation to the applicant and on receipt of the payment of registration fees as specified in paragraph (2) of Schedule II grant a certificate in Form B of Schedule I.", "(2)  The portfolio manager who has already been granted a certificate of registration by the Board, prior to the commencement of the Securities and Exchange Board of India (Portfolio Managers) Regulations, 2020 shall be deemed to have been granted a certificate of registration, in terms of sub- regulation (1)."]], ["11", "", ["The certificate of registration granted under regulation  10 shall, inter  alia, be subject  to the following conditions, namely: -(a)the portfolio manager shall abide by the provisions of the Act and these regulations;(b)the portfolio manager shall forthwith inform the Board in writing, if any informationor particulars previously submitted to the Board are found to be false or misleadingin any material particular or if there is any material change in the information alreadysubmitted;(c)the portfolio manager shall pay the fees for registration in the manner provided inthese regulations;(d)the  portfolio  manager  shall  take  adequate  steps  for  redressal  of  grievances  of  theinvestors within one month of the date of the receipt of the complaint and keep theBoard  informed  about  the  number,  nature  and  other  particulars  of  the  complaintsreceived; and(e)the  portfolio  manager  shall  maintain  the  net  worth  specified  in  regulation  9  at  alltimes during the period of the certificate."]], ["12", "", ["The certificate of registration granted under regulation 10 shall be valid unless it is suspended or cancelled by the Board."]], ["13", "", ["(1) After considering an application made under regulation 4, if the Board is of the opinion that a certificate should not be granted to the applicant, it may reject the application after giving the applicant a reasonable opportunity of being heard.", "(2)  The  decision  of  the  Board  to  reject  the  application  shall  be  communicated  to  the  applicant within thirty days of such decision."]], ["14", "", ["Any portfolio manager whose application for a certificate has been refused by the Board shall on and from the date of the receipt of the communication under sub- regulation (2) of regulation 13 cease to carry on any activity as portfolio manager."]], ["15", "", ["(1) Every applicant eligible for grant of a certificate shall pay  such fees within 15 days of receiving intimation from the Board and in such manner as specified in       Schedule II: Provided that the Board may on sufficient cause being shown allow the portfolio manager to pay such fees at any time before the expiry of one month from the date on which such fees becomedue.", "(2)  Where a portfolio manager fails to pay the fees as provided in Schedule II, the Board may"]], ["16", "", ["(1) The provisions of this Chapter shall apply to eligible fund managers exclusively, pertaining to their activities as portfolio managers to eligible investment funds.", "(2) All other provisions of these regulations and the guidelines and circulars issued thereunder, unless the context otherwise requires or is repugnant to the provisions of this chapter, shall apply to eligible fund managers in relation to their activities as portfolio managers to eligible investmentfunds."]], ["17", "", ["An existing portfolio manager may act as a portfolio manager to an eligible investment fund if:(a)   it fulfills all the conditions specified in sub section (4) of Section 9A of the Income-taxAct, 1961; and(b)      it intimates the Board prior to undertaking such activity and submit declarations asspecified in clause (1) of Schedule VI."]], ["18", "", ["An applicant who is a body corporate who intends to act as an eligible fund manager may be granted registration under regulation 10 if:(a)  it fulfills all the conditions specified in sub section (4) of Section 9A of the Income-taxAct, 1961;(b)  it complies with the requirements specified under Chapter II of these regulations, unlessspecified otherwise in this Chapter;(c)  it pays the fees as specified in Schedule II; and(d)   it provides a declaration to the Board as specified in paragraph (2) of      Schedule VI."]], ["19", "", ["An eligible fund manager shall be required to: -(1)comply with the requirements specified under Section 9A of the Income-tax Act,1961 or any amendment, notification, clarification, guideline issued thereunder;(2)offer  discretionary  or  non-discretionary  or  advisory  services  or  a  combinationthereof to eligible investment funds;operate in accordance to its mutually agreed contract with the eligible investment(3)funds;(4)         provide all material disclosures to eligible investment funds;(5)(6)segregate funds and securities of each eligible investment fund;segregate  the  funds  and  securities  of  eligible  investment  funds  from  those  of  itsother clients;(7)          maintain  and  segregate  its  books  and  accounts  pertaining  to  its  activities  as  aportfolio manager to eligible investment funds and other clients;(8)          appoint a custodian:Provided that the requirement of compliance with this sub-regulation would not arise in casean eligible investment  fund has already appointed a custodian under the applicable act  orregulations;(9)        keep the funds of eligible investment funds in scheduled commercial banks;Provided that requirement of compliance with this sub-regulation would not arise in case aneligible investment fund does not intend to invest in Indian securities;(10)maintain any additional records as may be specified by the Board and disclose thesame to the Board as and when required;(11)provide quarterly reports to the Board;(12)ensure compliance with the Prevention of Money Laundering Act, 2002 and rulesand regulations made thereunder;(13)abide by the provisions in these regulations and circulars / guidelines issued by theBoard from time to time."]], ["20", "", ["The eligible fund managers shall be exempted from  the following provisions pertaining  to their  activities  as  portfolio  managers  to  eligible  investment  funds  notwithstanding  anything contained in these regulations, Schedules thereto or circulars issued thereunder:(i)    sub-regulation (1), (2), (3) and (4) of Regulation 22;(ii)    sub-regulation (2), (3), (4), (8) and (9) of Regulation 23;(iii)   clause (b) of sub-regulation (1) of Regulation 24;(iv)   clause (a) of sub-regulation (2) of Regulation 24;(v)    sub-regulation (7) of Regulation 24;(vi)    sub-regulation (11) of Regulation 24;(vii)   Regulation 26;(viii)  sub-regulation (3) of Regulation 30;(ix)    sub-regulation (1), (2), and (3) of Regulation 31;(x)  Form C in Schedule I; and"]], ["21", "", ["    Every portfolio manager shall abide by the Code of Conduct as specified in   Schedule III."]], ["22", "", ["(1) The portfolio manager shall, before taking up an assignment of management of funds and portfolio  on  behalf  of  a  client,  enter  into  an  agreement  in  writing  with  such  client  that  clearly defines the inter se relationship and sets out their mutual rights, liabilities and obligations relating to management of portfolio containing the details as specified in Schedule IV.", "(2) The agreement between the portfolio manager and the client shall, inter alia, include the following :-(a)(b)(c)the investment objectives and the services to be provided;period of the contract and provision of early termination, if any;investment approach, areas of investment and restrictions, if any, imposed by the clientwith regard to the investment in a particular company or industry;permissible  instruments  to  be  invested  in  by  the  portfolio  manager  for  the  customer,taking into account factors specific to clients and securities.type of instruments and proportion of exposure;tenure of portfolio investments;terms for early withdrawal of funds or securities by the clients;attendant risks involved in the management of the portfolio;amount to be invested subject to the restrictions provided under these regulations;procedure of settling client's account including form of repayment on maturity or earlytermination of contract;fees payable to the portfolio manager;the quantum and manner of fees payable by the client for each activity for which serviceis  rendered  by  the  portfolio  manager  directly  or  indirectly (where  such  service  is  outsourced);custody of securities;in case of a discretionary portfolio manager; a condition that the liability of a client shallnot exceed his investment with the portfolio manager;(d)(e)(f)(g)(h)(i)(j)(k)(l)(m)(n)accounting terms, audit and furnishing of the reports to the clients as per the provisionsof these regulations; and(o)other terms of portfolio investment subject to these regulations.", "(3)  The  portfolio  manager  shall  provide  to  the  client,  the  Disclosure  Document  as  specified  in Schedule V, along with a certificate in Form C as specified in Schedule I, prior to entering into an agreement with the client as referred to in sub-regulation (1).", "(4) The Disclosure Document, shall inter alia include the following :─(a)  the  quantum  and  manner  of  payment  of  fees  payable  by  the  client  for  each  activity  forwhich  service  is  rendered  by  the  portfolio  manager  directly  or  indirectly  (where  suchservice is out sourced);(b)  portfolio risks including risk specific to each investment approach offered by the portfoliomanager;(c)  complete disclosures of transactions with  related parties as per the accounting standardsspecified by the Institute of Chartered Accountants of India;(d)  details of conflicts of interest related to services offered by group companies or associatesof the portfolio manager;(e)  the performance of the portfolio manager:Provided  that  the  performance  of  a  discretionary  portfolio  manager  shall  be  calculatedusing  ‘Time Weighted Rate of Return’  for the immediately preceding three years and insuch cases performance indicators shall also be disclosed:Provided  further  that  the  portfolio  manager  may  be  allowed  to  disclose  performancesegregated on the basis of investment approach;(f)the  audited  financial  statements  of  the  portfolio  manager  for  the  immediately  precedingthree years.", "(5)  The  contents  of  the  Disclosure  Document  shall  be  certified  by  an  independent  charteredaccountant.", "(6)  The  portfolio  manager  shall  ensure that  a  copy  of  Disclosure  Document  is  available  on  the website of the portfolio manager at all times and as soon as the registration is granted.", "(7) The portfolio manager shall file with the Board, a copy of the Disclosure Document after grant of certificate of registration  before circulating it to any client or whenever any material change including  change  in  the  investment  approach  is  effected.  The  portfolio  manager  shall  file  the disclosure document with the material change within 7 working days from the date of the change.", "(8) The portfolio manager shall file disclosure document along with the certificate in Form C as specified in Schedule I.", "(9) The portfolio manager shall disclose a change  in  the identity of  the Principal Officer to the Board and the clients within 7 working days of effecting the change.", "(10) The portfolio manager shall report its performance uniformly in the disclosures to the Board, marketing materials and reports to the clients and on its website.", "(11)  The  portfolio  manager  shall  charge  an  agreed  fee  from  the  clients  for  rendering  portfolio management services without guaranteeing or assuring, either directly or indirectly, any return and the fee so charged may be a fixed fee or a return based fee or a combination of both: Provided that no up-front fees shall be charged by the portfolio manager directly or in-directly to the clients."]], ["23", "", ["(1)  The  discretionary  portfolio  manager  shall  individually  and  independently  manage  the funds of each client in accordance with the needs of the client, in a manner which does not partake character  of  a  Mutual Fund,  whereas  the  non-discretionary  portfolio  manager  shall  manage  the funds in accordance with the directions of the client.", "(2) The portfolio manager shall not accept from the client, funds or securities worth less than fifty lakh rupees: Provided that the minimum investment amount per client shall be applicable for new clients and fresh investments by existing clients: Provided further that existing investments of clients, as on the date of notification of the Securities and Exchange Board of India (Portfolio Managers) Regulations, 2020, may continue as such till maturity of the investment or as specified by the Board.", "(3) The portfolio manager shall act in a fiduciary capacity with regard to the client's funds.", "(4) The portfolio manager shall segregate each client’s holding in securities in separate accounts.", "(5) The portfolio manager shall keep the funds of all clients in a separate account to be maintained by it in a Scheduled Commercial Bank. Bank’ means any bank included in the Second Schedule to the Reserve Bank of India Act, 1934 (2 of 1934).", "(6)  The  portfolio  manager  shall  transact  in  securities  within  the  limitation  placed  by  the  client himself with regard to dealing in securities under the provisions of the Reserve Bank of India Act, 1934 (2 of 1934).", "(7) The portfolio manager shall not derive any direct or indirect benefit out of the client's funds orsecurities.", "(8) The portfolio manager shall not borrow funds or securities on behalf of the client.", "(9) The portfolio manager shall not lend securities held on behalf of the clients to a third person except as provided under these regulations.", "(10) The portfolio manager shall ensure proper and timely handling of complaints from his clients and take appropriate action immediately.", "(11) The portfolio manager shall ensure that any person or entity involved in the distribution of its services is carrying out the distribution activities in compliance with these regulations and circulars"]], ["24", "", ["(1) (a) The money or securities accepted by the portfolio manager shall not  be invested or managed  by  the  portfolio  manager  except  in  terms  of  the  agreement  between  the portfolio manager and the client.(b) Any renewal of portfolio on maturity of the initial period shall be deemed as a freshplacement.", "(2)   Notwithstanding anything contained in the agreement referred to in regulation 22, the funds or securities can be withdrawn by the client before the maturity of the contract under the following circumstances, namely-(a)  voluntary or compulsory termination of portfolio management services by theportfolio manager or the client;(b)  suspension or cancellation of the certificate of registration of the portfolio managerby the Board;(c)  bankruptcy or liquidation of the portfolio manager.", "(3) The discretionary portfolio manager shall invest funds of his clients in the securities listed or traded  on  a recognized  stock  exchange,  money  market  instruments,  units  of  Mutual  Funds  and other securities as specified by Board from time to time, on behalf of their clients. commercial paper, trade bill, treasury bills, certificate of deposit and usance bills.", "(4) The portfolio manager offering non-discretionary or advisory services to clients may invest or provide advice for investment up to 25% of the assets under management of such clients in unlisted securities, in addition to the securities permitted for discretionary portfolio management.", "(5) Portfolio Managers may invest in units of Mutual Funds only through direct plan.", "(6) The portfolio manager while investing in units of Mutual Funds through direct plan shall not charge any kind of distribution related fees to the client.", "(7)  The  portfolio  manager  shall  not  leverage  the  portfolio  of  its  clients  for  investment  inderivatives.", "(8) The portfolio manager shall not deploy the clients' funds in bill discounting, badla financing or for the purpose of lending or placement with corporate or non-corporate bodies.", "(9)  The  portfolio  manager  shall  not  invest  the  clients’  funds  in  the  portfolio  managed  or administered by another portfolio manager.", "(10) The portfolio manager shall not invest client’s fund based on the advice of any other entity.", "(11)  The  portfolio  manager  shall  not  while  dealing  with  clients’  funds  indulge  in  speculative transactions i.e, it shall not enter into any transaction for purchase or sale of any security which is periodically or ultimately settled otherwise than by actual delivery or transfer of security except the transactions in derivatives.", "(12) The portfolio manager shall, ordinarily purchase or sell securities separately for each client. However, in the event of aggregation of purchases or sales for economy of scale, inter se allocation shall  be  done  on  a  pro  rata  basis  and  at  weighted  average  price  of  the  day's  transactions.  The portfolio manager shall not keep any open position in respect of allocation of sales or purchases effected in a day.", "(13)  The portfolio manager shall not execute off market transfers in client’s account except:(a)for settlement of the clients’ own trades;(b)  for providing margin/ collateral for clients’ own positions;(c)for dealing in unlisted securities in accordance with the regulations;(d)  with specific consent of the client for each transaction;(e)for any other reason specified by the Board from time to time.", "(14) The portfolio manager shall segregate each clients' funds and portfolio of securities and keep them separately from his own funds and securities and be responsible for safekeeping of clients' funds and securities.", "(15) The portfolio manager shall not hold the securities belonging to the portfolio account, in its own name on behalf of its clients either by virtue of contract with clients or otherwise."]], ["25", "", ["  Foreign portfolio investors may avail of the services of a portfolio manager."]], ["26", "", ["Every  portfolio  manager  shall  appoint  a  custodian  in  respect  of  securities  managed  or administered by it: Provided that this regulation shall not apply to a portfolio manager who provides only advisoryservices."]], ["27", "", ["(1) Every portfolio manager shall keep and maintain the following books of accounts, records and documents namely: -(a)  a copy of balance sheet at the end of each accounting period;(b) a copy of the profit and loss account for each accounting period;(c)  a copy of the auditor’s report on the accounts for each accounting period;(d) a statement of financial position and;(e)  records  in  support  of  every  investment  transaction  or  recommendation  which  willindicate the data, facts and opinion leading to that investment decision:Provided  that  such  a  record  shall  be  maintained  under  the  hands  of  the  PrincipalOfficer of the portfolio manager.", "(2)  Every  portfolio  manager  shall  intimate  to  the Board  the  place  where  the  books  of  accounts, records and documents are maintained.", "(3) Without  prejudice to  sub-regulation  (1), every portfolio manager  shall, after the end of each accounting period, furnish to the Board copies of the balance sheet, profit and loss account and such"]], ["28", "", ["Every portfolio manager shall furnish to the Board a net worth certificate issued by a chartered accountant as and when required by the Board."]], ["29", "", ["The portfolio manager shall preserve the books of account and other records and documents mentioned under this chapter for a minimum period of five years."]], ["30", "", ["(1)  (a) The portfolio manager shall maintain separate client-wise accounts.(b) The funds received from the clients, investments or disinvestments, all the credits to theaccount of the client like interest, dividend, bonus, or any other beneficial interest receivedon  the  investment  and  debits  for  expenses,  if  any,  shall  be  properly  accounted  for  anddetails thereof shall be properly reflected in the client's account.(c)  The tax deducted at  source as required under the provisions of the Income-Tax Act,1961, (43 of 1961) shall be recorded in the portfolio account.", "(2)  The books of account will be audited yearly by qualified auditor to ensure that the portfolio manager has followed proper accounting methods and procedures and that the portfolio manager has performed his duties in accordance with the law. A certificate to this effect shall, if so specified, be submitted to the Board within six months of close of portfolio manager's accounting period.", "(3) The portfolio accounts of the portfolio manager shall be  audited annually by an independent chartered accountant and a copy of the certificate issued by the chartered accountant shall be given to the client.", "(4) The client may appoint a chartered accountant to audit the books and accounts of the portfolio"]], ["31", "", ["(1)  The  portfolio  manager  shall  furnish  periodically  a  report  to  the  client,  as  agreed  in  the contract, but not exceeding a period of three months and as and when required by the client and such report shall contain the following details, namely: -(a)the  composition  and  the  value  of  the  portfolio,  description  of  securities  and  goods,number of securities, value of each security held in the portfolio, units of goods, valueof goods, cash balance and aggregate value of the portfolio as on the date of report;(b)(c)(d)(e)(f)transactions undertaken during the period of report including date of transaction anddetails of purchases and sales;beneficial interest received during that period in the form of interest, dividend, bonusshares, rights shares, etc;expenses incurred in managing the portfolio of the client;details of risk foreseen by the portfolio manager and the risk relating to the securitiesrecommended by the portfolio manager for investment or disinvestment;default in payment of coupons or any other default in payments in the underlying debtsecurity and downgrading to default rating by the rating agencies, if any;(g)details of commission paid to distributor(s) for the particular client.", "(2)  The  report  referred  to  in  sub-regulation  (1)  may  be  made  available  on  the  website  of  the portfolio manager with restricted access to each client.", "(3) On termination of the contract, the portfolio manager shall give a detailed statement of accounts to the client and settle the account with the client as agreed in the contract."]], ["32", "", ["The portfolio manager shall take steps to rectify the deficiencies made out in the auditor’s report within two months from the date of the auditor’s report as specified in sub-regulation (2) of Regulation 30."]], ["33", "", ["The  Board  may  ask  portfolio  manager  to  disclose  any  information  as  and  when  required including the following: -(a)  particulars regarding the management of a portfolio;(b)  any  change  in  the  information  or  particulars  previously  furnished,  which  have  abearing on the certificate granted to him;(c)  the names of the clients whose portfolio it has managed;(d)  particulars relating to the net worth requirement as specified in regulation 9."]], ["34", "", ["(1) Every portfolio manager shall appoint a compliance officer who shall be responsible for monitoring the compliance of the Act, rules and regulations, notifications, guidelines, instructionsetc., issued by the Board or the Central Government and for redressal of investors' grievances:Provided that the role of compliance officer shall not be assigned to the principal officer appointedin terms of clause (d) of sub-regulation (2) of regulation 7 or the employee of the portfolio managerappointed in terms of clause (e) of sub-regulation (2) of       regulation 7."]], ["35", "", ["(1)  The  Board  may  appoint  one  or  more  persons  as  inspecting  authority  to  undertake the inspection of the books of account, records and documents of the portfolio manager for any of the purposes specified in sub-regulation (2).", "(2)  The purposes referred to in sub-regulation (1) may be as follows: -(a)(b)to ensure that the books of account are being maintained in the manner required;to ensure that the provisions of the Act, rules and regulations are being complied with;(c)to investigate into the complaints received from investors, other portfolio managers orany  other  person  on  any  matter  having  a  bearing  on  the  activities  of  the  portfoliomanager; and(d)to investigate suo motu in the interest of securities market or investors' interest into theaffairs of the portfolio manager."]], ["36", "", ["(1) Before undertaking an inspection under regulation 35, the Board shall give a reasonable notice to the portfolio manager.", "(2)  Notwithstanding anything contained in sub-regulation (1), where the Board is satisfied that in the interest of the investors no such notice should be given, it may by an order in writing direct that the inspection of the affairs of the portfolio manager be taken up without such notice.", "(3)  During the course of inspection the portfolio manager against whom an inspection is being carried out shall be bound to discharge his obligations as provided under regulation 37."]], ["37", "", ["(1) It shall be the duty of every director, partner, officer and employee of the portfolio manager who  is  being  inspected  to  produce  to  the  inspecting  authority  such  books,  accounts  and  other documents in his custody or control and furnish him with the statements and information relating to his activities as a portfolio manager within such time as the inspecting authority may require.", "(2) The portfolio manager shall allow the inspecting authority to have a reasonable access to the premises occupied by such portfolio manager or by any other person, on his behalf and also extend reasonable  facility  for  examining  any  books,  records,  documents  and  computer  data  in  the possession of the portfolio manager or any such other person and also provide copies of documents or other material which in the opinion of the inspecting authority are relevant for the purposes of the inspection.", "(3)  The  inspecting  authority  shall  in  the  course  of  inspection,  be  entitled  to  examine  or  record statements of any principal officer, director, partner and employee of the portfolio manager.", "(4) It shall be the duty of every director, partner, officer or employee of the portfolio manager to give to the inspecting authority all assistance in connection with the inspection which the portfolio manager may reasonably be expected to give."]], ["38", "", [" The inspecting authority shall, as soon as possible, submit an inspection report to the Board."]], ["39", "", ["The Board or the Chairman shall after consideration of inspection or investigation report take such action as the Board or Chairman may deem fit and appropriate including action under Chapter V of the Securities and Exchange Board of India (Intermediaries) Regulations, 2008."]], ["40", "", ["The Board may appoint a qualified auditor to investigate into the books of account  or the affairs of the portfolio manager: Provided that the auditor so appointed shall have the same powers of the inspecting authority as are mentioned in regulation 35 and the obligation of the portfolio manager and his employees in regulation 37 shall be applicable to the investigation under this regulation. the expression \"qualified auditor\" shall have the same meaning as given to it under section 141 of"]], ["41", "", ["A portfolio manager who contravenes any of the provisions of the Act, rules or regulations framed  thereunder  shall  be  liable  for  one  or  more  action  specified  therein  including  the  action"]], ["2008", "", [""]], ["42", "", ["(1) The Securities and Exchange Board of India (Portfolio Managers) Regulations, 1993, shall stand repealed from the date on which these regulations come into force.", "(2) Notwithstanding such repeal, —(a) anything done or any action taken or purported to have been done or taken including registrationor  approval  granted,  fees  collected,  registration  or  approval,  suspended  or  cancelled,  anyadjudication, enquiry or investigation commenced or show-cause notice issued under the repealedregulations,  prior  to  such  repeal,  shall  be  deemed  to  have  been  done  or  taken  under  thecorresponding provisions of these regulations;(b) any application made to  the Board under the repealed regulations, prior to  such  repeal,  andpending before it shall be deemed to have been made under the corresponding provisions of theseregulations;(c) the  previous  operation  of  the  repealed  regulations  or  anything  duly  done  or sufferedthereunder,  any  right,  privilege,  obligation  or  liability  acquired,  accrued  or  incurred  under  therepealed  regulations,  any  penalty,  incurred  in  respect  of  any  violation  committed  against  therepealed regulations, or any  investigation,  legal  proceeding  or  remedy  in  respect  of  any  suchright,  privilege,    obligation,    liability,    penalty  as    aforesaid,  shall  remain  unaffected  as  if  therepealed regulations has never been repealed;", "(3) After the repeal of Securities and Exchange Board of India (Portfolio Managers) Regulations, 1993, any reference thereto in any other regulations made, guidelines or circulars issued thereunder by  the  Board  shall  be  deemed  to   be  a reference to  the corresponding  provisions of theseregulations."]], ["42A", "", ["(1) The Board may, exempt any person or class of persons from the operation of all or any of the provisions of these regulations for a period as may be specified but not exceeding twelve months,  for  furthering  innovation  in  technological  aspects  relating  to  testing  new  products, processes,  services,  business  models,  etc.  in  live  environment  of  regulatory  sandbox  in  the securities markets.", "(2) Any exemption granted by the Board under sub-regulation (1) shall be subject to the applicant satisfying such conditions as may be specified by the Board including conditions to be complied with on a continuous basis. environment where new products, processes, services, business models, etc. may be deployed on a limited set of eligible customers for a specified period of time, for furthering innovation in the"]], ["43", "", ["      In  order  to  remove  any  difficulties  in  respect  of  the  application  or  interpretation  of  these"]]], "Jan07_2014": [["3", "", [""]], ["5", "", [" Application to conform to the requirements Furnishing of further information, clarification, and personal representation Consideration of application Capital adequacy requirement Procedure for registration"]], ["16", "", [" Investment of clients' moneys and management of clients’"]], ["16A", "", ["  Foreign institutional investors and sub-accounts availing"]], ["19", "", ["  Maintenance  of  books  of  accounts,  records  and  other"]], ["30", "", ["Liability for action in case of default Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002]"]], ["1", "", ["Short title and commencement.─(1) These regulations may be called the  Securities  and  Exchange  Board  of  India  (Portfolio  Managers) Regulations, 1993.(2)  They  shall  come  into  force  on  the  date1  of  their  publication  in  the"]], ["2", "", ["Definitions.─  In  these  regulations,  unless  the  context  otherwise requires,─ 1  7th January, 1993, vide S.O. No. SEBI/LE/92/III, dated 7-01-1993, Gazette of India, Extraordinary, 1993, Part III, section 4.1[(a)“Act”  means  the  Securities  and  Exchange  Board  of  India  Act,1992 (15 of 1992);]2[(aa)]   3[* * *]4[(aa)  “body  corporate”  shall  have  the  meaning  assigned  to  it  in  orunder clause (7) of section 2 of the Companies Act, 1956 (1 of1956);(ab)    “certificate”  means  a  certificate  of  registration  issued  by  theBoard;(ac)    “change  of  status  or  constitution”  in  relation  to  a  portfoliomanager─(i)  means  any  change  in  its  status  or  constitution  ofwhatsoever nature; and(ii)  without prejudice to generality of sub-clause (i), includes–(A)  amalgamation,  demerger,  consolidation  or  any  otherkind of corporate restructuring falling within the scopeof section 391 of the Companies Act, 1956 (1 of 1956)or the corresponding provision of any other law for thetime being in force;(B)  changeinits  managing  director  or  whole-timedirector; and(C)  any change in control over the body corporate;2   Clause (a) renumbered as (aa) by the SEBI (Portfolio Managers) (Amendment) Regulations, 2002, w.e.f.11-10-2002.Regulations, 2002, w.e.f. 27-9-2002. Prior to omission, clause (aa) read as under:“(aa) “Enquiry Officer\" means any officer of the Board, or any other person, having experience in dealingwith the problems relating to the securities market, who is authorized by the Board under Chapter V;”(ad)      “change  in  control”,  in  relation  to  a  portfolio  manager  being  abody corporate, means:─(i)if its shares are listed on any recognized stock exchange,change  in  control  within  the  meaning  of  regulation  12  ofthe  Securities  and Exchange  Board of  India  (SubstantialAcquisition of Shares and Takeovers) Regulations, 1997;(ii)in any other case, change in the controlling interest in thebody corporate;“controlling  interest”  means  an  interest,  whether  direct  orindirect, to the extent of at least fifty one percent of voting rightsin the body corporate;]1[(ae)] “chartered  accountant\"  means  a  chartered  accountant  asdefined  in  clause  (b)  of  sub-section  (1)  of  section  2  of  theChartered  Accountants  Act,  1949  (38  of  1949)  and  who  hasobtained a certificate of practice under sub-section (1) of section6 of that Act;]2[(af)  “discretionary portfolio manager” means a portfolio manager whoexercises  or  may,  under  a  contract  relatingto  portfoliomanagement,  exercise  any  degree  of  discretion  as  to  theinvestments or management of the portfolio of securities or thefunds of the client, as the case may be;](b)      \"form\" means a form specified in Schedule I;(c)     \"inspecting authority\" means one or more persons appointed bythe Board to exercise powers conferred under Chapter IV;(a) renumbered as clause (ae) by the SEBI (Portfolio Managers) (Second Amendment) Regulations, 2006,w.e.f. 07-09-2006.1[(ca)  “portfolio”  means  the  total  holdings  of  securities  belonging  toany person;(cb)     “portfolio  manager”  means  any  person  who  pursuant  to  acontract  or  arrangement  with  a  client,  advises  or  directs  orundertakes  on  behalf  of  the  client  (whether  as  a  discretionaryportfolio  manager  or  otherwise)the  management  oradministration  of  a  portfolio  of  securities  or  the  funds  of  theclient, as the case may be;]2[(d)      “principal  officer”  means  an  employee  of  the  portfolio  managerwho has been designated as such by the portfolio manager;][(e)]    3[* * *]4[(ea)  “securities  lending”  means  the  securities  lending  as  per  theSecurities Lending Scheme, 1997 specified by the Board;](f)     Words  and  expressions  used  and  not  definedtheseregulations  but  defined  in  the  Act  5[*  *  *]  shall  have  themeanings respectively assigned to them in the Act 6[* * *].inw.e.f. 11-10-2002 read as under:\"(d) “principal officer\" means a director of the portfolio manager, who is responsible for the activitiesof portfolio management and has been designated as principal officer by the portfolio manager;”Prior to omission, clause (e) read as under:“(e) \"rules\" means Securities and Exchange Board of India (Portfolio Managers) Rules, 1992;”"]], ["3", "", ["3.  Registration  as  portfolio  manager.─  No  person  shall  act  as portfolio manager unless he holds a certificate granted by the Board under these regulations: Provided  that  a  merchant  banker  acting  as  a  portfolio  manager immediately before commencement of the Securities and Exchange Board of  India  (Portfolio  Managers)  (Second  Amendment)  Regulations,  2006 may  continue to  do  so for  a  period  of  six  months from  such commencement  or,  if  he  has  made  an  application  for  registration  under these  regulations  within  the  said  period  of  six  months,  till  the  disposal  of"]], ["3A", "", ["3A.  Application  for  grant  of  certificate.─3[(1)  An  application  by  a portfolio manager for the grant of a certificate shall be made to the Board in Form A and shall be accompanied by a non-refundable application fee, as specified in clause (1) of Schedule II, to be paid in the manner specified in Part B thereof.](2)  Notwithstanding  anything  contained  in  sub-regulation  (1),  anyapplication made by a portfolio manager prior to coming into force of theseregulations containing such particulars or as near thereto as mentioned inForm  A  shall  be  treated  as  an  application  made  in  pursuance  of  sub-regulation (1) and dealt with accordingly.]2   Regulation „3‟ renumbered as „3A‟ by the SEBI (Portfolio Managers) (Second Amendment) Regulations,2006, w.e.f. 07-09-2006.substitution, sub-regulation (1) read as under:“(1) An application by a portfolio manager for a grant of a certificate shall be made to the Board in"]], ["4", "", ["Application  to  conform  to  the  requirements.─  Subject  to  the provisions  of  sub-regulation  (2)  of  regulation  3,  any  application,  which  is not  complete  in  all  respects  and  does  not  conform  to  the  instructions specified in the form, shall be rejected: Provided that, before rejecting any such application, the applicant shall be given  an  opportunity  to  remove  within  the  time  specified  such  objections"]], ["5", "", ["Furnishing  of  further  information,  clarification  and  personalrepresentation.─(1)  The  Board  may  require  the  applicant  to  furnishfurther information or clarification regarding matters relevant to his activityof a portfolio manager for the purposes of disposal of the application.(2)  The  applicant  or,  its  principal  officer  shall,  if  so  required,  appear"]], ["6", "", ["6.  Consideration  of  application.─(1)  For  considering  the  grant  of certificate of registration to the applicant, the Board shall take into account substitution, regulation 6 read as under: “6.  Consideration of application.─  The  Board  shall  take  into  account  for  considering  the  grant  of  a certificate,  all  matters  which  are  relevant  to  the  activities  relating  to  portfolio  manager  and  in  particular whether the applicant complies with the following requirements namely: -(a)  the  applicant  has  the  necessary  infrastructure  like  adequate  office  space,  equipments,  and(b)manpower to effectively discharge his activities;the  applicant  has  in  his  employment  minimum  of  two  persons  who  have  the  experience  toconduct the business of portfolio manager;(c)  a person, directly or indirectly connected with the applicant has not been granted registration bythe Board in case of the applicant being a body corporate;means  any  person  being  an  associate,  subsidiary,  inter-connected  or  group  company  of  theapplicant in case of the applicant being a body corporate;(d)  the applicant fulfils the capital adequacy requirements specified in regulation 7;(e) the applicant, his partner, director or principal officer is not involved in any litigation connectedwith the securities market and which has an adverse bearing on the business of the applicant;(f)  the applicant, his director, partner or principal officer has not at any time been convicted for anyoffence involving moral turpitude or has been found guilty of any economic offence;(g)  the  applicant  has  the  professional  qualification  from  an  institution  recognized  by  theGovernment in finance, law, accountancy or business management;(Amendment) Regulations, 1998, w.e.f. 05-01-1998.](h)   grant of certificate to the applicant is in the interest of investors.all  matters  which  it  deems  relevant  to  the  activities  relating  to  portfoliomanagement.(2) Without prejudice to the generality of the foregoing provisions, theBoard shall consider whether-(a)   the applicant is a body corporate;(b)    the  applicant  has  the  necessary  infrastructure  like  adequateoffice  space,  equipments  and  the  manpower  to  effectivelydischarge the activities of a portfolio manager;1[(c)  the principal officer of the applicant has either–(i)  a professional qualification in finance, law, accountancy orbusiness  management  from  a  university  or  an  institutionrecognized  by  the  Central  Government  or  any  StateGovernment or a foreign university; or(ii)    an  experience  of  at  least  ten  years  in  related  activities  inthe  securities  market  including  in  a  portfolio  manager,stock broker or as a fund manager.](d)the  applicant  has  in  its  employment  minimum  of  two  personswho,  between  them,  have  at  least  five  years  experience  2[inrelated  activities  in  portfolio  management  or  stock  broking  orinvestment  management]  or  in  the  areas  related  to  fundmanagement;Prior to substitution, clause (c) read as under:“(c)  the  principal  officer  of  the  applicant  has  the  professional  qualifications  in  finance,  law,accountancy or business management from an institution recognized by the Government;”words “as portfolio manager or stock broker or investment manager.”(e)   any  previous  application  for  grant  of  certificate  made  by  anyperson  directly  or  indirectly  connected  with  the  applicant  hasbeen rejected by the Board;(f)   any disciplinary action has been taken by the Board against aperson directly or indirectly connected with the applicant underthe Act or the Rules or the Regulations made thereunder.expression  \"person  directly  or  indirectly  connected\"  meansany  person  being  an  associate,  subsidiary,  inter-connectedcompany  or  a  company  under  the  same  management  withinthe meaning of section 370(1B) of the Companies Act,1956 orin the same group;(g)   the  applicantfulfillsthe  capital  adequacy  requirementsspecified in regulation 7;(h)the applicant, its director, principal officer or the employee asspecified  in  clause  (d)  is  involved  in  any  litigation  connectedwith  the  securities  market  which  has  an  adverse  bearing  onthe business of the applicant;(i)the applicant, its director, principal officer or the employee asspecified in clause (d) has at any time been convicted for anyoffence  involving  moral  turpitude  or  has  been  found  guilty  ofany economic offence;"]], ["6A", "", ["6A.  Criteria  for  fit  and  proper  person.─  For  the  purposes  of determining  whether  an  applicant  or  the  portfolio  manager  is  a  fit  and proper  person  the  Board  may  take  into  account  the  criteria  specified  in Schedule II of the Securities and Exchange Board of India (Intermediaries)"]], ["7", "", ["7.  Capital  Adequacy  Requirement.─The  capital  adequacy requirement referred to in clause (g) of regulation 6 shall not be less than the networth of 3[two crore rupees]: 4[Provided  that  a  portfolio  manager,  who  was  granted  a  certificate under these regulations prior to the commencement of the Securities and Exchange Board of India (Portfolio Managers) (Amendment) Regulations, 2008, shall raise its networth to not less than one crore rupees within six months from such commencement and to not less than two crore rupees within six months thereafter: Provided further that the portfolio manager shall fulfill capital adequacy requirement  under  these  regulations,  separately  and  independently,  of 1  Substituted  by  the  SEBI  (Intermediaries)  Regulations,  2008,  w.e.f.  25-05-2008.  Prior  to    substitution, “6A.  Applicability  of  Securities  and  Exchange  Board  of  India  (Criteria  for  fit  and  proper  person) Regulations,  2004.─The  provisions  of  the  Securities  and  Exchange  Board  of  India  (Criteria  for  fit  and proper person) Regulations, 2004 shall, as for as may be, apply to all applicants or the portfolio managers under these regulations.” substitution, regulation 7 read as under: “7. Capital Adequacy requirement.─ The capital adequacy requirement referred to in sub-regulation(d)  of  regulation  6  shall  not  be  less  than  the  networth  of  Rupees  fifty  lacs  of  the  person  making  theapplication;is a partnership firm or a body corporate, the value of a capital contributed to the business of such firm orthe paid up equity capital of such body corporate and plus free reserves as the case may be at the time ofmaking application under sub-regulation (1) of regulation 3.”(Amendment) Regulations, 2008, w.e.f. 11-08-2008.4   Inserted, ibid.capital  adequacy  requirements,  if  any,  for  each  activity  undertaken  by  itunder the relevant regulations.]aggregate  value  of  paid  up  equity  capital  plus  free  reserves  (excludingreserves  created  out  of  revaluation)  reduced  by  the  aggregate  value  ofaccumulated  losses  and  deferred  expenditure  not  written  off,  including"]], ["8", "", ["Procedure for registration.─ The Board on being satisfied that the applicant  fulfils  the  requirements  specified  in  regulation  6  shall  send  an intimation to the applicant and on receipt of the payment of  1[registration] fees as specified in 2[clause (1A) of] Schedule II then grant a certificate in"]], ["9", "", ["Renewal of certificate.─(1)  A portfolio manager may, three months before  the  expiry  of  the  validity  of  the  certificate, make  an  application for renewal in Form A 3[along with fees specified in clause 1 of Schedule II.](2)  The application for renewal, under sub-regulation (1) shall be dealtwith  in  the  same  manner  as  if  it  were  an  application  for  grant  of  acertificate made under regulation 3.4[(3)  The  Board,  on  being  satisfied  that  the  applicant  fulfills  therequirements  specified  in  regulation  6,  shall  send  an  intimation  to  theapplicant  and  on  receipt  of  payment  of  renewal  fees  as  specified  inparagraph 2 of Schedule II, grant a renewal of the certificate.]w.e.f. 27-5-2004.2   The words \"clause (1A) of\" inserted, ibid.Managers) (Second Amendment) Regulations, 2006, w.e.f. 07-9-2006.Prior to substitution, sub-regulation (3) read as under:for renewal of certificate shall grant a certificate in Form B and send an intimation to the applicant.”"]], ["9A", "", ["9A.  Conditions  of  registration.─(1)  Any  registration  granted  under regulation 8 or any renewal granted under regulation 9 shall be subject to the following conditions, namely:-(a)  where the portfolio manager proposes to change its status orconstitution,  it  shall  obtain  prior  approval  of  the  Board  forcontinuing to act as such after the change;(b)it  shall  pay  the  fees  for  registration  or  renewal,  as  the  casemay be, in the manner provided in these regulations;(c)it shall take adequate steps for redressal of grievances of theinvestors  within  one  month  of  the  date  of  the  receipt  of  thecomplaint  and  keep  the  Board  informed  about  the  number,nature and other particulars of the complaints received;(d)it  shall  maintain  capital  adequacy  requirements  specified  inregulation  7  at  all  times  during  the  period  of  the  certificate  orrenewal thereof;(e)it shall abide by the regulations made under the Act in respectof the activities carried on by it as portfolio manager.(2) Nothing contained in clause (a) of sub-regulation (1) shall affect theobligation  to  obtain  a  fresh  registration  under  section  12  of  the  Act  in"]], ["9B", "", ["Period  of  validity  of  certificate.─  The  certificate  of  registration granted  under  regulation  8  and  its  renewal  granted  under  regulation  9, shall be valid for a period of three years from the date of its issue to the"]], ["10", "", ["Procedure  where  registration  is  not  granted.─(1)  Where  an application for grant of a certificate under regulation 3 or of renewal under regulation 9 does not satisfy the requirements set out in regulation 6, the Board  may  reject  the  application,  after  giving  an  opportunity  of  beingheard.(2)  The  refusal  to  grant  registration  shall  be  communicated  by  theBoard within thirty days of such refusal to the applicant stating therein thegrounds on which the application has been rejected.(3)  Any  applicant  may,  being  aggrieved  by  the  decision  of  the  Boardunder sub-regulation (1), apply within a period of thirty days from the dateof  receipt  of  such  intimation,  to  the  Board  for  reconsideration  of  itsdecision.(4)  The  Board  shall  reconsider  an  application  made  under  sub-regulation (3) and communicate its decision as soon as possible in writing"]], ["11", "", ["Effect  of  refusal  to  grant  certificate.─  Any  portfolio  manager whose application for a certificate has been refused by the Board shall on and  from  the  date  of  the  receipt  of  the  communication  under  sub- regulation  (2)  of  regulation  10  cease  to  carry  on  any  activity  as  portfolio"]], ["12", "", ["Payment  of  fees,  and  the  consequences  of  failure  to  payfees.─(1) Every applicant eligible for grant of a certificate shall pay feesin such manner and within the period specified in Schedule II.(2)  Where  a  portfolio  manager  fails  to  pay  the  fees  as  provided  inSchedule  II,  the  Board  may  suspend  the  certificate,  whereupon  theportfolio  manager  shall  forthwith  cease  to  carry  on  the  activity  as  a"]], ["13", "", ["  Code  of  Conduct.─  Every  portfolio  manager  shall  abide  by  the"]], ["14", "", ["14.  Contract  with  clients  and  disclosures.─  (1)  (a)  The  portfolio manager  shall,  before  taking  up  an  assignment  of  management  of  funds or  portfolio  of  securities  on  behalf  of  a  client,  enter  into  an  agreement  in writing with such client clearly defining the inter se relationship, and setting out their mutual rights, liabilities and obligations relating to management of funds  or  portfolio  of  securities  containing  the  details  as  specified  in Schedule IV.(b)  The agreement between the portfolio manager and the clientshall, inter alia, contain:(i)the  investment  objectives  and  the  services  to  beprovided;substitution, regulation 14 read as under:“14. Contract with clients.─(1) (a) Every portfolio manager shall before taking up an assignment ofmanagement of portfolio on behalf of a client, enter into an agreement with such client clearly defining theinter-se relationship, and setting out their mutual rights, liabilities and obligations relating to managementof the portfolio of the client.(b)   The contract shall, inter alia, contain; -(i)    the investment objectives and the services to be provided;(ii)  areas  of  investment  and  restrictions,  if  any,  imposed  by  the  client  with  regard  to  investment  in  aparticular company or industry;(iii)  attendant risks involved in the management of the portfolio;(iv)  period of the contract and provision of early termination, if any;(v)   amount to be invested;(vi) procedure of settling client's account including form of repayment on maturity or early termination ofcontract;(vii) fees payable to the portfolio manager;(viii)custody of securities.(2)  The  funds  of  all  clients  shall  be  placed  by  the  portfolio  manager  in  a  separate  account  to  bemaintained by him in a scheduled commercial bank.the Second Schedule to the Reserve Bank of India Act, 1934 (2 of 1934);(3)  The  portfolio  manager  shall  charge  an  agreed  fee  from  the  client  for  rendering  portfoliomanagement services without guaranteeing or assuring, either directly or indirectly any return and such feeshall be independent of the return to the client and shall not be on a return sharing basis.\"(ii)    areas of investment and restrictions, if any, imposed bythe  client  with  regard  to  the  investment  in  a  particularcompany or industry;(iii)   type of instruments and proportion of exposure;(iv)   tenure of portfolio investments;(v)    terms for early  withdrawal of funds or securities by theclients;(vi)    attendant  risks  involved  in  the  management  of  theportfolio;(vii)  period of the contract and provision of early termination,if any;(viii)  amount  to  be  invested  subject  to  the  restrictionsprovided under these regulations;(ix)   procedure  of  settling  client's  account  including  form  ofrepayment on maturity or early termination of contract;(x)    fees payable to the portfolio manager;(xi)   the  quantum and  manner  of fees  payable  by  the  clientfor  each  activity  for  which  service  is  rendered  by  theportfolio  manager  directly  or  indirectly  (where  suchservice is out sourced);(xii)  custody of securities;(xiii)  in case of a discretionary portfolio manager a conditionthat  the  liability  of  a  client  shall  not  exceed  hisinvestment with the portfolio manager;(xiv)  the  terms  of  accounts  and  audit  and  furnishing  of  thereports  to  the  clients  as  per  the  provisions  of  theseregulations; and(xv)  other  terms  of  portfolio  investment  subject  to  theseregulations.(2)   (a)  The  portfolio  manager  shall  provide  to  the  client,  theDisclosure Document as specified in Schedule V, along witha  certificate  in  Form  C  as  specified  in  Schedule  I,  at  leasttwo  days  prior  to  entering  into  an  agreement  with  the  clientas referred to in sub-regulation (1).(b)   The  Disclosure  Document,  shall  inter  alia  contain  thefollowing─(i)  the quantum and manner of payment of fees payable bythe  client  for  each  activity  for  which  service  is  renderedby the portfolio manager directly or indirectly (where suchservice is out sourced);(ii)  portfolio risks;(iii)  complete  disclosures  in  respect  of  transactions  withrelated parties as per the accounting standards specifiedby  the  Institute  of  Chartered  Accountants of India  in  thisregard;(iv) the performance of the portfolio manager:Provided  that  the  performance  of  a  discretionaryportfolio  manager  shall  be  calculated  using  weightedaverage  method  taking  each  individual  category  ofinvestments  for  the  immediately  preceding  three  yearsand  in  such  cases  performance  indicators  shall  also  bedisclosed;(v) the audited financial statements of the portfolio managerfor the immediately preceding three years.(c)   The contents of the Disclosure Document shall be certified byan independent chartered accountant.(d)  The portfolio manager shall file with the Board, a copy of theDisclosure Document before it is circulated or issued to anyperson  and  every  six  months  thereafter  or  whenever  anymaterial  change  is  effected  therein  whichever  is  earlier,along with the certificate in Form C as specified in ScheduleI.(3)   (a)  The  portfolio  manager  shall  charge  an  agreed  fee  from  theclients  for  rendering  portfolio  management  services  withoutguaranteeing  or  assuring,  either  directly  or  indirectly,  any"]], ["15", "", ["General  responsibilities  of  a  Portfolio  Manager.─(1)  The discretionary  portfolio  manager  shall  individually  and  independently manage the funds of each client in accordance with the needs of the client in a manner which does not partake character of a Mutual Fund, whereas the  non-discretionary  portfolio  manager  shall  manage  the  funds  in accordance with the directions of the client. 1[(1A) The portfolio manager shall not accept from the client, funds or securities worth less than 2[twenty five lacs] rupees.] 3[Provided  that  the  minimum  investment  amount  per  client  shall  be applicable for new clients and fresh investments by existing clients: Provided  further  that  existing  investments  of  clients,  as  on  date  of notification  of  Securities  and  Exchange  Board  of India  (Portfolio Managers)  (Amendment)  Regulations,  2012,  may  continue  as  such  till maturity of the investment.](2) The portfolio manager shall act in a fiduciary capacity  with regardto the client's funds.4[(2A)  The  portfolio  manager  shall  keep  the  funds  of  all  clients  in  aseparate account to be maintained by it in a Scheduled Commercial Bank.„Scheduled  Commercial  Bank‟  means  any  bank  included  in  the  SecondSchedule to the Reserve Bank of India Act, 1934 (2 of 1934).](3)  The  portfolio  manager  shall  transact  in  securities  within  thelimitation  placed  by  the  client  himself  with  regard  to  dealing  in  securitiesunder the provisions of the Reserve Bank of India Act, 1934 (2 of 1934).(4) The portfolio manager shall not derive any direct or indirect benefitout of the client's funds or securities.3  Inserted, ibid.1[(4A)  The  portfolio  manager  shall  not  borrow  funds  or  securities  onbehalf of the client.]2[(5)  The  portfolio  manager  shall  not  lend  securities  held  on  behalf  ofclients to a third person except as provided under these regulations.](6)  The  portfolio  manager  shall  ensure  proper  and  timely  handling  of"]], ["16", "", ["16.  Investment  of  clients'  moneys  and  management  of  clients' portfolio of securities].─(1)  4[(a)    The  money  or  securities  accepted  by  the  portfolio  managershall  not  be  invested  or  managed  by  the  portfolio  managerexcept  in  terms  of  the  agreement  between  the  portfoliomanager and the client.](b)    Any renewal of portfolio fund on maturity of the initial periodshall be deemed as a fresh placement 5[* * *].6[(2)  Notwithstanding  anything  contained  in  the  agreement  referred  toin regulation 14, the funds or securities can be withdrawn or taken back by2   Substituted, ibid. Prior to substitution, sub-regulation (5) read as under:“(5) The portfolio manager shall not pledge or give on loan securities held on behalf of clients to a third personwithout obtaining a written permission from his client.”Regulations, 2002, w.e.f. 11-10-2002.4   Substituted, ibid. Prior to substitution, clause (a) read as under:\"(a) The portfolio manager shall not accept money or securities from his client for a period of less than one year:Provided that in the case of placement of funds for portfolio management by the same client on more than oneoccasion or on a continual basis, each placement shall be for a minimum period of one year.\"(Amendment) Regulations, 2002, w.e.f. 11-10-2002.substitution, sub-regulation (2) read as under:\"(2) Notwithstanding anything contained in the agreement between a portfolio manager and his client, referred toin  regulation  14  hereof,  the,  portfolio  funds  can  be  withdrawn  or  taken  back  by  portfolio  client  at  his  risk  before  thematurity date of the contract under the following circumstances, namely:-(a) Voluntary or compulsory, termination of Portfolio management services by the Portfolio manager;(b)   suspension or termination of registration of Portfolio manager by the Board;(c)   bankruptcy or liquidation in case the portfolio manager is a body corporate;(d)   permanent disability, lunacy or insolvency in case the portfolio manager is an individual;\"the  client  before  the  maturity  of  the  contract  under  the  followingcircumstances, namely-(a)  voluntary or compulsory termination of portfolio managementservices by the portfolio manager or the client.(b)   suspension or cancellation of the certificate of registration ofthe portfolio manager by the Board.(c)   bankruptcy or liquidation of the portfolio manager.](3)    The  portfolio  manager  shall  invest  funds  of  his  clients  in  moneymarket instruments 1[or derivatives] or as specified in the contract:2[Provided that leveraging of portfolio shall not be permitted in respectof investment in derivatives:]Provided  3[further]  that  the  portfolio  manager  shall  not  deploy  theclients'  funds  in  bill  discounting,  badla  financing  or  for  the  purpose  oflending or placement with corporate or non-corporate bodies.instruments\"includes  commercial  paper,trade  bill,treasury  bills,certificate of deposit and usance bills.4[(4)  The  portfolio  manager  shall  not  while  dealing  with  clients‟  fundsindulge  in  speculative  transactions  that  is,  he  shall  not  enter  into  anytransaction  for  purchase  or  sale  of  any  security  which  is  periodically  or2   Inserted, ibid.3   Inserted, ibid.substitution, sub regulation (4) read as under:\"(4)  The  portfolio  manager  shall  not  while  dealing  with  clients‟  funds  indulge  in  speculativetransactions,  that  is, he  shall  not  enter  into  any  transaction  for  purchase  or  sale  of  any  security  in  whichtransaction  is  periodically  or  ultimately  settled  otherwise  than  by  actual  delivery  or  transfer  of  security.The portfolio manager may enter into transactions on behalf of client for the specific purpose of meetingmargin requirements only if the contract so provides and the client is made aware of the attendant risks ofsuch transactions. \"ultimately  settled  otherwise  than  by  actual  delivery  or  transfer  of  securityexcept the transactions in derivatives.](5)  The  portfolio  manager  shall,  ordinarily  purchase  or  sell  securitiesseparately  for  each  client.  However,  in  the  event  of  aggregation  ofpurchases or sales for economy of scale, inter se allocation shall be doneon  a  pro  rata  basis  and  at  weighted  average  price  of  the  day'stransactions.  The  portfolio  manager  shall  not  keep  any  open  position  inrespect of allocation of sales or purchases effected in a day.(6)  Any  transaction  of  purchase  or  sale  including  that  between  theportfolio  manager's  own  accounts  and  client's  accounts  or  between  twoclients' accounts shall be at the prevailing market price.(7)  The  portfolio  manager  shall  segregate  each  clients'  funds  andportfolio  of  securities  and  keep  them  separately  from  his  own  funds  andsecurities  and  be  responsible  for  safekeeping  of  clients'  funds  andsecurities.1[(8)  The  portfolio  manager  shall  not  hold  the  listed  securities  2[orunlisted securities], belonging to the portfolio account, in its own name onbehalf of its clients either by virtue of contract with clients or otherwise:Provided  that  any  portfolio  manager  holding  the  listed  securitiesbelonging to the portfolio account in its own name on behalf of its clientson  the  date  of  commencement  of  the  Securities  and  Exchange  Board  ofIndia(Portfolio  Managers)(Amendment)  Regulations,  2008  shallsubstitution, sub-regulation (8) read as follows:“(8)  The  portfolio  manager  may  hold  the  securities  belonging  to  the  portfolio  account  in  [its]  ownname  on  behalf  of  [its]  clients  only  if  the  contract  so  provided  and  in  such  an  event  the  record  of  theportfolio manager and [its] report to the client should clearly indicate that the securities are held by [it] onbehalf of the portfolio account.”[The  words  \"his  and  \"him\"  were  substituted  by  \"its\"  and  \"it\"  respectively,  by  the  SEBI  (PortfolioManagers) (Amendment) Regulations, 2002, w.e.f. 11-10-2002.]segregate  each  clients‟  listed  securities  and  keep  them  separately  withinsix months from such commencement:Provided  further  that  the  Board  may  in  the  interest  of  investors  or  forthe  development  of  securities  market,  on  an  application  made  in  thisbehalf  by  a  portfolio  manager  with  respect  to  any  specific  investmentexisting  on  the  date  of  commencement  of  the  Securities  and  ExchangeBoard of India (Portfolio Managers) (Amendment) Regulations, 2008, relaxthe strict enforcement of this regulation:]1[Provided further that the portfolio manager shall segregate each client‟sholding in unlisted securities in separate accounts in respect of investmentby new clients and fresh investments by existing clients:Provided further that existing investments in unlisted securities of clients,as  on  date  of  notification  of  Securities  and  Exchange  Board  of  India(Portfolio  Managers)  (Amendment)  Regulations,  2012  may  continue  as"]], ["16A", "", ["16A.  Foreign  Institutional  Investor  and  sub-accounts  availing portfolio management services.─ 4[Foreign portfolio investors] may avail of the services of a portfolio manager.] 2000, w.e,f. 22-02-2000 read as under: “16A. That the portfolio manager may manage funds raised or collected or brought from outside India"]], ["1995", "", ["”"]], ["16B", "", ["16B.  Appointment of custodian.─(1) Every portfolio manager shall appoint a custodian in respect of securities managed or administered by it.(2)  Nothing  contained  in  this  regulation  shall  apply  to  a  portfoliomanager–(a)   who  has  total  assets under  management of  value  less  thanfive hundred crore rupees; or"]], ["17", "", ["Maintenance  of  books  of  accounts,  records,  etc.─(1)  Every portfolio  manager  shall  keep  and  maintain  the  following  books  of accounts, records and documents namely:-(a)    a  copy  of  balance  sheet  at  the  end  of  each  accountingperiod;(b)   a  copy  of  the  profit  and  loss  account  for  each  accountingperiod;(c)   a  copy  of  the  auditors  report  on  the  accounts  for  eachaccounting period;(d)   a statement of financial position and;(e)  recordsin  support  of  everyinvestmenttransaction  orrecommendation  which  will  indicate  the  data,  facts  andopinion leading to that investment decision.(2) Every portfolio manager shall intimate to the Board the place wherethe books of accounts, records and documents are maintained.(3)  Without  prejudice  to  sub-regulation  (1),  every  portfolio  managershall, after the end of each accounting period, furnish to the Board copiesof the balance sheet, profit and loss account and such other documents asare  mentioned  in  any  of  the  regulations  under  this  chapter  for  any  other"]], ["18", "", ["Submission  of  half-yearly  results.─  Every  portfolio  manager shall  furnish  to  the  Board  half-yearly-unaudited  financial  results  when required by the Board  with a  view to monitor the capital adequacy of the"]], ["19", "", ["Maintenance  of  books  of  accounts,  records  and  otherdocuments.─ The portfolio manager shall preserve the books of accountand  other  records  and  documents  mentioned  in  any  of  the  regulations"]], ["20", "", ["Accounts and audit.─(1) (a)   The  portfolio  manager  shall  maintain  separate  client-wiseaccounts.(b)   Thefundsreceivedfromthe  clients,investments  ordisinvestments  and  all  the  credits  to  the  account  of  the  clientlike  interest,  dividend,  bonus,  or  any  other  beneficial  interestreceived  on  the  investment  and  debits,  for  expenses,  if  any,shall  be  properly  accounted  for  and  details  thereof  shall  beproperly reflected in the client's account.(c)   The  tax  deducted  at  source  as  required  under  the  provisionsof the Income-Tax Act, 1961, (43 of 1961) shall be recorded inthe portfolio account.(2) The books of account will be audited yearly by qualified auditor toensure that the portfolio manager has followed proper accounting methodsand procedures and that the portfolio manager has performed his duties inaccordance with the law. A certificate to this effect shall, if so specified, besubmitted  to  the  Board  within  six  months  of  close  of  portfolio  manager'saccounting period.1[(3)  The  portfolio  accounts  of  the  portfolio  manager  shall  be  auditedannually  by  an  independent  chartered  accountant  and  a  copy  of  thecertificate issued by the chartered accountant shall be given to the client."]], ["21", "", ["Reports  to  be  furnished  to  the  client.─(1)  The  portfolio  manager shall  furnish  periodically  a  report  to  the  client,  as  agreed  in  the  contract, but not exceeding a period of six months  2[and  as and when required by the client] and such report shall contain the following details, namely:-(a)   the composition and the value of the portfolio, description ofsecurity, number of securities, value of each security held inthe  portfolio,  cash  balance  and  aggregate  value  of  theportfolio as on the date of report;(b)transactions undertaken during the period of report includingdate of transaction and details of purchases and sales;(c)   beneficial  interest  received  during  that  period  in  respect  ofinterest,  dividend,  bonus  shares,rights  shares  anddebentures;(d)   expenses incurred in managing the portfolio of the client;2   Inserted, ibid.(e)   details of risk foreseen by the portfolio manager and the riskrelating  to  the  securities  recommended  by  the  portfoliomanager for investment or disinvestment.1[(1A)  The  report  referred  to  in  sub-regulation  (1)  may  be  madeavailable on the website of the portfolio manager with restricted access toeach client.](2)  The  portfolio  manager  shall  2[in  terms  of  the  agreement  with  theclient] also furnish to the client documents and information relating only tothe management of a portfolio.(3)  On  termination  of  the  contract,  the  portfolio  manager  shall  give  adetailed statement of accounts to the client and settle the account with theclient as agreed in the contract.3[(4) The client shall have the right to obtain details of his portfolio from"]], ["22", "", ["Report  on  steps  taken  on  Auditor's  report.─Every  portfolio manager shall within two months from the date of the auditors report take"]], ["23", "", ["Disclosures to the Board.─ A portfolio manager shall disclose to the Board as and when required the following information namely:-(i)    particulars regarding the management of a portfolio;2  Inserted, ibid.substitution, sub regulation (4) read as under:“(4) In the event of any dispute between the portfolio manager and his clients, the client shall have theright to obtain details of his portfolio from the portfolio manager.”(ii)   any  change  in  the  information  or  particulars  previouslyfurnished,  which  have  a  bearing  on  the  certificate  granted  tohim;(iii)   the names of the clients whose portfolio he has managed;(iv)   particulars  relating  to  the  capital  adequacy  requirement  as"]], ["23A", "", ["23A.  Appointment  of  compliance  officer.─(1)  Every  portfolio manager  shall  appoint  a  compliance  officer  who  shall  be  responsible  for monitoring the compliance of the Act, rules and regulations, notifications, guidelines, instructions  etc., issued  by the  Board  or the  Central Government and for redressal of investors' grievances.(2) The compliance officer shall immediately and independently report"]], ["24", "", ["Right  of  inspection  by  the  Board.─(1)  The  Board  may  appoint one or more persons as inspecting authority to undertake the inspection of the books of account, records and documents of the portfolio manager for any of the purposes specified in sub-regulation (2).(2)  The  purposes  referred  to  in  sub-regulation  (1)  may  be  as  follows,"]], ["2001", "", ["(a)   to ensure that the books of account are being maintained inthe manner required;(b)   that the provisions of the Act, rules and regulations are beingcomplied with;(c)   to  investigate  into  the  complaints  received  from  investors,other portfolio managers or any other person on any matterhaving  a  bearing  on  the  activities  of  the  portfolio  manager;and(d)   to investigate suo motu in the interest of securities business"]], ["25", "", ["Notice  before  inspection.─(1)  Before  undertaking  an  inspection under  regulation  24,  the  Board  shall  give  a  reasonable  notice  to  the portfolio manager, for that purpose.(2) Notwithstanding anything contained in sub-regulation (1), where theBoard is satisfied that in the interest of the investors no such notice shouldbe  given,  it  may  by  an  order  in  writing  direct  that  the  inspection  of  theaffairs of the portfolio manager be taken up without such notice.(3) During the course of inspection the portfolio manager against whoman  inspection  is  being  carried  out  shall  be  bound  to  discharge  his"]], ["26", "", ["Obligations of Portfolio Manager on inspection.─(1) It shall be the duty of every director, proprietor, partner, officer and employee of the portfolio  manager  who  is  being  inspected  to  produce  to  the  inspecting authority  such  books,  accounts  and  other  documents  in  his  custody  or control and furnish him with the statements and information relating to his activities  as  a  portfolio  manager  within  such  time  as  the  inspecting authority may require.(2) The portfolio manager shall allow the inspecting authority to have areasonable access to the premises occupied by such portfolio manager orby any other person, on his behalf and also extend reasonable facility forexamining  any  books,  records,  documents  and  computer  data  in  thepossession  of  the  portfolio  manager  or  any  such  other  person  and  alsoprovide copies of documents or other material which in the opinion of theinspecting authority are relevant for the purposes of the inspection.(3)  The  inspecting  authority  shall  in  the  course  of  inspection,  beentitled  to  examine or record  statements  of any  principal  officer, director,partner, proprietor and employee of the portfolio manager.(4)  It  shall  be  the  duty  of  every  director,  proprietor,  partner,  officer  oremployee  of  the  portfolio  manager  to  give  to  the  inspecting  authority  allassistance  in  connection  with  the  inspection  which  the  portfolio  manager"]], ["27", "", ["Submission  of  report  to  the  Board.─  The  inspecting  authority shall,  as  soon  as  may  be  possible,  submit  an  inspection  report  to  the"]], ["28", "", ["28.  Action  on  inspection  or  investigation  report.─  The  Board  or the  Chairman  shall  after  consideration  of  the  inspection  or  investigation report  take  such  action  as  the  Board  or  Chairman  may  deem  fit  and 1   Substituted  by  the  SEBI  (Procedure  for  Holding  Enquiry  by  Enquiry  Officer  and  Imposing  Penalty) Regulations, 2002, w.e.f. 27-09-2002. Prior to substitution, regulation 28 read as under: “28.  Communication  of  findings  etc.  to  the  portfolio  manager.─(1)  The  Board  shall  after consideration  of  the  inspection  report  communicate  the  findings  to  the  portfolio  manager  to  give  him  an opportunity of being heard before any action is being taken by the Board on the findings of the inspectingauthority.(2)  On  receipt  of  the  application,  if  any,  from  the  portfolio  manager,  the  Board  may  call  upon  theportfolio manager to take such measures as the Board may deem fit in the interest of the securities marketand for due compliance with the provisions of the Act, rules and regulations.”appropriate  including  action  under  1[Chapter  V  of  the  Securities  and"]], ["29", "", ["Appointment  of  Auditor.─  The  Board  may  appoint  a  qualified auditor  to  investigate  into  the  books  of  account  or  the  affairs  of  the portfolio manager: Provided that the auditor so appointed shall have the same powers of the  inspecting  authority  as  are  mentioned  in  regulation  24  and  the obligation  of  the  portfolio  manager  and  his  employees  in  regulation  26 shall be applicable to the investigation under this regulation. and under this regulation, the expression \"qualified auditor\" shall have the same meaning as given to it in section 226 of the Companies Act, 1956 (1"]], ["30", "", ["2[Liability  for  action  in  case  of  default.─  A  portfolio  manager  who contravenes any of the provisions of the Act, Rules or Regulations framed thereunder  shall  be  liable  for  one  or  more  action  specified  therein including  the  action  under  Chapter  V  of  the  Securities  and  Exchange Board of India (Intermediaries) Regulations, 2008.] Officer and Imposing Penalty) Regulations, 2002” by the SEBI (Intermediaries) Regulations, 2008, w.e.f. 26-05-2008. 2   Substituted  by  the  SEBI  (Intermediaries)  Regulations,  2008,  w.e.f.  26-05-2008.  Prior  to  substitution, Penalty) Regulations, 2002, w.e.f. 27-09-2002, read as under: \"30. Liability for action in case of default.─ (1) A portfolio manager who-(a) fails to comply with any conditions subject to which certificate has been granted;(b) contravenes any of the provisions of the Act, rules or regulations;shall  be  dealt  with  in  the  manner  provided  under  the  Securities  and  Exchange  Board  of  India"]], ["31", "", ["to 38. 1[* * *] Regulations, 2002, w.e.f. 27-09-2002. Prior to their omission, regulations 31 to 38 read as under: \"31.  Suspension  of  registration.─(1)  A  penalty  of  suspension  of  registration  of  a  portfolio  manager  may  be imposed where -(i) the portfolio manager violates the provisions of the Act, rules or regulations;(ii) the portfolio manager -(a)   fails  to  furnish  any  information  relating  to  his  activity  as  portfolio  manager  as  required  by  theBoard;(b) furnishes wrong or false information;(c) does not submit periodical returns as required by the Board;(d) does not co-operate in any enquiry conducted by the Board;(iii) the portfolio manager fails to resolve the complaints of the investors or fails to give a satisfactory replyto the Board in this behalf;(iv) the portfolio manager indulges in manipulating or price rigging or cornering activities;(v)  the  portfolio  manager  is  guilty  of  misconduct  or  improper  or  unbusinesslike  or  unprofessional  conductwhich is not in accordance with the Code of Conduct specified in Schedule III;(vi)  the  portfolio  manager  fails  to  maintain  the  capital  adequacy  requirement  in  accordance  with  theprovisions of regulation 7;(vii) the portfolio manager fails to pay the fees;"]], ["32", "", ["Cancellation of registration.─A penalty of cancellation of registration of a portfolio manager may be imposed where:-(i) the portfolio manager indulges in deliberate manipulation or price rigging or cornering activities affectingthe securities market and the investors interest;(ii)  the  financial  position  of  the  portfolio  manager  deteriorates  to  such  an  extent  that  the  Board  is  of  theopinion that his continuance as portfolio manager is not in the interest of investors;(iii) the portfolio manager is guilty of fraud, or is convicted of a criminal offence;(iv)  the  portfolio  manager  is  guilty  of  repeated  defaults  of  the  nature  mentioned  in  regulation  31  provided"]], ["33", "", ["Manner of making order of suspension and cancellation.─No order of penalty of suspension or cancellation, as the  case  may  be,  shall  be  imposed  except  after  holding  an  enquiry  in  accordance  with  the  procedure  specified  in"]], ["34", "", ["Manner  of  holding  enquiry  before  suspension  or  cancellation.─(1)  For  the  purpose  of  holding  an  enquiry under regulation 33, the Board may appoint an enquiry officer.(2) The enquiry officer shall issue to the portfolio manager a notice at the registered office or the principal place ofbusiness of the portfolio manager.(3) The portfolio manager may, within thirty days from the date of receipt of such notice, furnish to the enquiryofficer a reply together with copies of documentary or other evidence relied on by him or sought by the Board from theportfolio manager.(4) The enquiry officer shall, give a  reasonable opportunity of hearing to the portfolio manager to enable him tomake submissions in support of his reply made under sub-regulation (3).(5)  Before  the  enquiry  officer,  the  portfolio  manager  may  either  appear  in  person  or  through  any  person  dulyauthorised by the portfolio manager:Provided that no lawyer or advocate shall be permitted to represent the portfolio manager at the enquiry:Provided further that where a lawyer or an advocate has been appointed by the Board as a presenting officer undersub- regulation (6), it shall be lawful for the portfolio manager to present its case through a lawyer or advocate.(6) If it is considered necessary, the enquiry officer may ask the Board to appoint a presenting officer to present itscase.(7)  The  enquiry  officer  shall,  after  taking  into  account  all  relevant  facts  and  submissions  made  by  the  portfoliomanager,  submit  a  report  to  the  Board  and  recommend the  penalty  to  be  imposed  as  also  the  grounds  on  the  basis  of"]], ["35", "", ["Show-cause notice and order.─(1) On receipt of the report from the enquiry officer, the Board shall consider the same and issue a show-cause notice as to why the penalty as proposed by the enquiry officer should not be imposed.(2) The portfolio manager shall within twenty-one days of the date of the receipt of the show- cause notice send areply to the Board.(3) The Board after considering the reply to the show-cause notice, if received, shall as soon as possible but notlater than thirty days from the receipt of the reply, if any, pass such order as it deems fit.(4) Every order passed under sub-regulation (3) shall be self-contained and give reasons for the conclusions statedtherein including justification of the penalty imposed by that order."]], ["36", "", ["Effect  of  suspension  and  cancellation  of  registration  of  portfolio  manager.─(1)  On and  from the  date  of  the suspension of the portfolio manager he shall cease to carry on any activity as a portfolio manager during the period of"]], ["39", "", ["Power of the Board to issue clarifications.─ In order to remove any difficulties in  respect  of the  application  or interpretation  of these regulations, the Board may issue clarifications or guidelines in the form of"]]], "Aug11_2008": [["3", "", [""]], ["5", "", [" Application to conform to the requirements Furnishing of further information, clarification, and personal representation Consideration of application Capital adequacy requirement Procedure for registration"]], ["16", "", [" Investment of clients' moneys and management of clients’"]], ["16A", "", ["  Foreign institutional investors and sub-accounts availing"]], ["19", "", ["  Maintenance  of  books  of  accounts,  records  and  other"]], ["30", "", ["Liability for action in case of default Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002]"]], ["1", "", ["Short title and commencement.─(1) These regulations may be called the  Securities  and  Exchange  Board  of  India  (Portfolio  Managers) Regulations, 1993.(2)  They  shall  come  into  force  on  the  date1  of  their  publication  in  the"]], ["2", "", ["Definitions.─In  these  regulations,  unless  the  context  otherwise requires,─ 1    7th  January,  1993,  vide  S.O.  No.  SEBI/LE/92/III,  dated  7-01-1993,  Gazette  of  India, Extraordinary, 1993, Part III, section 4.1[(a)  “Act”  means  the  Securities  and  Exchange  Board  of  India  Act,1992 (15 of 1992);]2[(aa)]   3[* * *]4[(aa)  “body  corporate”  shall  have  the  meaning  assigned  to  it  in  orunder clause (7) of section 2 of the Companies Act, 1956 (1 of1956);(ab)    “certificate”  means  a  certificate  of  registration  issued  by  theBoard;(ac)    “change  of  status  or  constitution”  in  relation  to  a  portfoliomanager─(i)  means  any  change  in  its  status  or  constitution  ofwhatsoever nature; and(ii)  without prejudice to generality of sub-clause (i), includes–(A)  amalgamation,  demerger,  consolidation  or  any  otherkind of corporate restructuring falling within the scopeof section 391 of the Companies Act, 1956 (1 of 1956)or the corresponding provision of any other law for thetime being in force;(B)  changeindirector; andits  managing  director  or  whole-timew.e.f. 7-9-2006.2  Clause  (a)  renumbered  as  (aa)  by  the  SEBI  (Portfolio  Managers)  (Amendment)Regulations, 2002, w.e.f. 11-10-2002.Penalty) Regulations, 2002, w.e.f. 27-9-2002. Prior to its omission, clause (aa) read asunder:“(aa) “Enquiry Officer\" means any officer of the Board, or any other person, havingexperience  in  dealing  with  the  problems  relating  to  the  securities  market,  who  isauthorized by the Board under Chapter V;”w.e.f. 07-09-2006.(C)  any change in control over the body corporate;(ad)      “change  in  control”,  in  relation  to  a  portfolio  manager  being  abody corporate, means:─(i)(ii)if its shares are listed on any recognized stock exchange,change in control within the meaning of regulation 12 ofthe Securities and Exchange Board of India (SubstantialAcquisition of Shares and Takeovers) Regulations, 1997;in any other case, change in the controlling interest in thebody corporate;“controlling  interest”  means  an  interest,  whether  direct  orindirect, to the extent of at least fifty one percent of voting rightsin the body corporate;]1[(ae)] “chartered  accountant\"  means  a  chartered  accountant  asdefined  in  clause  (b)  of  sub-section  (1)  of  section  2  of  theChartered  Accountants  Act,  1949  (38  of  1949)  and  who  hasobtained a certificate of practice under sub-section (1) of section6 of that Act;]2[(af)  “discretionary portfolio manager” means a portfolio manager whoto  portfolioexercises  or  may,  under  a  contract  relatingmanagement,  exercise  any  degree  of  discretion  as  to  theinvestments or management of the portfolio of securities or thefunds of the client, as the case may be;](b)      \"form\" means a form specified in Schedule I;10-2002, as clause (a); renumbered as clause (ae) by the SEBI (Portfolio Managers)(Second Amendment) Regulations, 2006 w.e.f. 07-09-2006.w.e.f. 07-09-2006.(c)     \"inspecting authority\" means one or more persons appointed bythe Board to exercise powers conferred under Chapter IV;1[(ca)  “portfolio”  means  the  total  holdings  of  securities  belonging  toany person;(cb)     “portfolio  manager”  means  any  person  who  pursuant  to  acontract  or  arrangement  with  a  client,  advises  or  directs  orundertakes  on  behalf  of  the  client  (whether  as  a  discretionaryportfolio  manager  or  otherwise)the  management  oradministration  of  a  portfolio  of  securities  or  the  funds  of  theclient, as the case may be;]2[(d)   “principal officer” means an employee of the portfolio managerwho has been designated as such by the portfolio manager;][(e)]    3[* * *]4[(ea)  “securities  lending”  means  the  securities  lending  as  per  theSecurities Lending Scheme, 1997 specified by the Board;]w.e.f. 07-09-2006.2  Substituted  by  the  SEBI  (Portfolio  Managers)  (Amendment)  Regulations,  2006  w.e.f.05-07-2006.  Prior  to  its  substitution,  clause  (d)  as  substituted  by  the  SEBI  (PortfolioManagers) (Amendment) Regulations, 2002, w.e.f. 11-10-2002 read as under:\"(d) “principal officer\" means a director of the portfolio manager, who is responsiblefor the activities of portfolio management and has been designated as principal officerby the portfolio manager;”w.e.f.  07-09-2006. Prior to its omission, clause (e) read as under:“(e)  \"rules\"  means  Securities  and  Exchange  Board  of  India  (Portfolio  Managers)Rules, 1992;”10-2002.(f)     Words  and  expressions  used  and  not  definedtheseregulations  but  defined  in  the  Act  1[*  *  *]  shall  have  themeanings respectively assigned to them in the Act 2[* * *]."]], ["3", "", ["3.  Registration  as  portfolio  manager.─No  person  shall  act  as portfolio manager unless he holds a certificate granted by the Board under these regulations: Provided  that  a  merchant  banker  acting  as  a  portfolio  manager immediately before commencement of the Securities and Exchange Board of  India  (Portfolio  Managers)  (Second  Amendment)  Regulations,  2006 may  continue from  such commencement  or,  if  he  has  made  an  application  for  registration  under these regulations within the said period of six months, till the disposal of such application.] for  a  period  of  six  months"]], ["3A", "", ["3A.  Application  for  grant  of  certificate.─5[(1)  An  application  by  a portfolio manager for the grant of a certificate shall be made to the Board in Form A and shall be accompanied by a non-refundable application fee, Amendment) Regulations, 2006 w.e.f. 07-09-2006. 2  The words “or the rules, as the case may be” omitted, ibid.w.e.f. 07-09-2006.4  Regulation  ‘3’  renumbered  as  ‘3A’  by  the  SEBI  (Portfolio  Managers)  (SecondAmendment) Regulations, 2006, w.e.f. 07-09-2006.27-05-2004. Prior to its substitution, sub-regulation (1) read as under:“(1) An application by a portfolio manager for a grant of a certificate shall be madeto the Board in Form A.”as specified in clause (1) of Schedule II, to be paid in the manner specifiedin Part B thereof.](2)  Notwithstanding  anything  contained  in  sub-regulation  (1),  anyapplication made by a portfolio manager prior to coming into force of theseregulations containing such particulars or as near thereto as mentioned inForm  A  shall  be  treated  as  an  application  made  in  pursuance  of  sub-"]], ["4", "", ["Application  to  conform  to  the  requirements.─Subject  to  the provisions  of  sub-regulation  (2)  of  regulation 3, any application,  which  is not  complete  in  all  respects  and  does  not  conform  to  the  instructions specified in the form, shall be rejected: Provided that, before rejecting any such application, the applicant shall be  given  an  opportunity  to  remove  within  the  time  specified  such"]], ["5", "", ["Furnishing  of  further  information,  clarification  and  personalrepresentation.─(1)  The  Board  may  require  the  applicant  to  furnishfurther information or clarification regarding matters relevant to his activityof a portfolio manager for the purposes of disposal of the application.(2)  The  applicant  or,  its  principal  officer  shall,  if  so  required,  appear"]], ["6", "", ["6.  Consideration  of  application.─(1)  For  considering  the  grant  of certificate of registration to the applicant, the Board shall take into account 11-10-2002. Prior to its substitution, regulation 6, read as under: “6. Consideration of application.─The Board shall take into account for considering the  grant  of  a  certificate,  all  matters  which  are  relevant  to  the  activities  relating  to portfolio  manager  and  in  particular  whether  the  applicant  complies  with  the  following requirements namely: - all  matters  which  it  deems  relevant  to  the  activities  relating  to  portfoliomanagement.(2) Without prejudice to the generality of the foregoing provisions, theBoard shall consider whether-(a)   the applicant is a body corporate;(b)    the  applicant  has  the  necessary  infrastructure  like  adequateoffice  space,  equipments  and  the  manpower  to  effectivelydischarge the activities of a portfolio manager;1[(c)  the principal officer of the applicant has either–(i)  a professional qualification in finance, law, accountancy orbusiness  management  from  a  university  or  an  institution(a)  the  applicant  has  the  necessary  infrastructure  like  adequate  office  space,equipments, and manpower to effectively discharge his activities;(b)  the applicant has in his employment minimum of two persons who have theexperience to conduct the business of portfolio manager;(c)    a  person,  directly  or  indirectly  connected  with  the  applicant  has  not  beengranted  registration  by  the  Board  in  case  of  the  applicant  being  a  bodycorporate;indirectly  connected\"  means  any  person  being  an  associate,  subsidiary,inter-connected or group company of the applicant in case of the applicantbeing a body corporate;(d)  the applicant fulfils the capital adequacy requirements specified in regulation7;(e)  the  applicant,  his  partner,  director  or  principal  officer  is  not  involved  in  anylitigation  connected  with  the  securities  market  and  which  has  an  adversebearing on the business of the applicant;(f)  the applicant, his director, partner or principal officer has not at any time beenconvicted for any offence involving moral turpitude or has been found guiltyof any economic offence;(g) the applicant has the professional qualification from an institution recognizedby the Government in finance, law, accountancy or business management;(Portfolio Mangers) (Amendment) Regulations, 1998 w.e.f. 05-01-1998.](h)   grant of certificate to the applicant is in the interest of investors.w.e.f. 05-07-2006. Prior to its substitution, clause (c) read as under:“(c)  the  principal  officer  of  the  applicant  has  the  professional  qualifications  infinance, law, accountancy or business management from an institution recognized bythe Government;”recognized  by  the  Central  Government  or  any  StateGovernment or a foreign university; or(ii)    an  experience  of  at  least  ten  years  in  related  activities  inthe  securities  market  including  in  a  portfolio  manager,stock broker or as a fund manager.](d)the applicant has in its employment minimum of two personswho,  between  them,  have  at  least  five  years  experience  1[inrelated activities in portfolio management or stock broking orinvestment  management]  or  in  the  areas  related  to  fundmanagement;(e)   any  previous  application  for  grant  of  certificate  made  by  anyperson directly or indirectly connected with the applicant hasbeen rejected by the Board;(f)   any disciplinary action has been taken by the Board against aperson directly or indirectly connected with the applicant underthe Act or the Rules or the Regulations made thereunder.the expression \"person directly or indirectly connected\" meansany  person  being  an  associate,  subsidiary,  inter-connectedcompany  or  a  company  under  the  same  management  withinthe meaning of section 370(1B) of the Companies Act,1956 orin the same group;(g)   the  applicantfulfillsthe  capital  adequacy  requirementsspecified in regulation 7;11-08-2008  for  the  words  “as  portfolio  manager  or  stock  broker  or  investmentmanager.”(h)(i)the applicant, its director, principal officer or the employee asspecified  in  clause  (d)  is  involved  in  any  litigation  connectedwith  the  securities  market  which  has  an  adverse  bearing  onthe business of the applicant;the applicant, its director, principal officer or the employee asspecified in clause (d) has at any time been convicted for anyoffence  involving  moral  turpitude  or  has  been  found  guilty  of"]], ["6A", "", ["6A.  Criteria  for  fit  and  proper  person.─For  the  purposes  of determining  whether  an  applicant  or  the  portfolio  manager  is  a  fit  and proper  person  the  Board  may  take  into  account  the  criteria  specified  in Schedule II of the Securities and Exchange Board of India (Intermediaries) Regulations, 2008.] 01-1998. Regulations, 2004, read as under: “6A.  Applicability  of  Securities  and  Exchange  Board  of  India  (Criteria  for  fit  and proper  person)  Regulations,  2004.─The  provisions  of  the  Securities  and  Exchange Board of India (Criteria for fit and proper person) Regulations, 2004 shall, as for as may"]], ["7", "", ["7.  Capital  Adequacy  Requirement.─The  capital  adequacy requirement referred to in clause (g) of regulation 6 shall not be less than the networth of 2[two crore rupees]: 3[Provided  that  a  portfolio  manager,  who  was  granted  a  certificate under these regulations prior to the commencement of the Securities and Exchange Board of India (Portfolio Managers) (Amendment) Regulations, 2008, shall raise its networth to not less than one crore rupees within six months from such commencement and to not less than two crore rupees within six months thereafter: Provided further that the portfolio manager shall fulfill capital adequacy requirement  under  these  regulations,  separately  and  independently,  of capital  adequacy  requirements,  if  any,  for  each  activity  undertaken  by  it under the relevant regulations.] aggregate  value  of  paid  up  equity  capital  plus  free  reserves  (excluding reserves  created  out  of  revaluation)  reduced  by  the  aggregate  value  of accumulated  losses  and  deferred  expenditure  not  written  off,  including"]], ["8", "", ["Procedure for registration.─The Board on being satisfied that the applicant  fulfils  the  requirements  specified  in  regulation  6  shall  send  an 11-10-2002. Prior to its substitution, regulation 7, read as under: “7. Capital Adequacy requirement.─ The capital adequacy requirement referred to in sub-regulation (d) of regulation 6 shall not be less than the networth of Rupees fifty lacs of the person making the application; an  applicant  which  is  a  partnership  firm  or  a  body  corporate,  the  value  of  a  capital contributed  to  the  business  of  such  firm  or  the  paid  up  equity  capital  of  such  body corporate and plus free reserves as the case may be at the time of making application under sub-regulation (1) of regulation 3.” (Portfolio Managers) (Amendment) Regulations, 2008, w.e.f. 11-08-2008. 3  Inserted, ibid. intimation to the applicant and on receipt of the payment of 1[registration] fees as specified in 2[clause (1A) of] Schedule II then grant a certificate in"]], ["9", "", ["Renewal of certificate.─(1)  A portfolio manager may, three months before the expiry of the validity of the certificate, make an application for renewal in Form A 3[along with fees specified in clause 1 of Schedule II.](2)  The application for renewal, under sub-regulation (1) shall be dealtwith  in  the  same  manner  as  if  it  were  an  application  for  grant  of  acertificate made under regulation 3.4[(3)  The  Board,  on  being  satisfied  that  the  applicant  fulfills  therequirements  specified  in  regulation  6,  shall  send  an  intimation  to  theapplicant  and  on  receipt  of  payment  of  renewal  fees  as  specified  in"]], ["9A", "", ["9A. Conditions of registration.─(1) Any registration granted under regulation 8 or any renewal granted under regulation 9 shall be subject to the following conditions, namely:-(a)  where the portfolio manager proposes to change its status orconstitution,  it  shall  obtain  prior  approval  of  the  Board  forcontinuing to act as such after the change;Regulations, 2004, w.e.f. 27-5-2004.2  The words \"clause (1A) of\" inserted, ibid.(Portfolio Managers) (Second Amendment) Regulations, 2006, w.e.f. 07-9-2006.w.e.f. 07-09-2006. Prior to its substitution, sub-regulation (3), read as under:“(3)  The  Board  on  being  satisfied  that  the  applicant  fulfils  the  requirementsspecified in regulation 6 for renewal of certificate shall grant a certificate in Form B andsend an intimation to the applicant.”5  Regulations 9A and 9B inserted, ibid.it  shall  pay  the  fees  for  registration  or  renewal,  as  the  casemay be, in the manner provided in these regulations;it shall take adequate steps for redressal of grievances of theinvestors  within  one  month  of  the  date  of  the  receipt  of  thecomplaint  and  keep  the  Board  informed  about  the  number,nature and other particulars of the complaints received;it  shall  maintain  capital  adequacy  requirements  specified  inregulation 7 at all times during the period of the certificate orrenewal thereof;it shall abide by the regulations made under the Act in respectof the activities carried on by it as portfolio manager.(b)(c)(d)(e)(2) Nothing contained in clause (a) of sub-regulation (1) shall affect theobligation  to  obtain  a  fresh  registration  under  section  12  of  the  Act  in"]], ["9B", "", ["Period  of  validity  of  certificate.─The  certificate  of  registration granted  under  regulation  8  and  its  renewal  granted  under  regulation  9, shall be valid for a period of three years from the date of its issue to the"]], ["10", "", ["Procedure  where  registration  is  not  granted.─(1)  Where  an application for grant of a certificate under regulation 3 or of renewal under regulation 9 does not satisfy the requirements set out in regulation 6, the Board  may  reject  the  application,  after  giving  an  opportunity  of  beingheard.(2)  The  refusal  to  grant  registration  shall  be  communicated  by  theBoard within thirty days of such refusal to the applicant stating therein thegrounds on which the application has been rejected.(3)  Any  applicant  may,  being  aggrieved  by  the  decision  of  the  Boardunder sub-regulation (1), apply within a period of thirty days from the dateof  receipt  of  such  intimation,  to  the  Board  for  reconsideration  of  itsdecision.(4)  The  Board  shall  reconsider  an  application  made  under  sub-regulation (3) and communicate its decision as soon as possible in writing"]], ["11", "", ["Effect  of  refusal  to  grant  certificate.─Any  portfolio  manager whose application for a certificate has been refused by the Board shall on and  from  the  date  of  the  receipt  of  the  communication  under  sub- regulation (2) of regulation 10 cease to carry on any activity as portfolio"]], ["12", "", ["Payment  of  fees,  and  the  consequences  of  failure  to  payfees.─(1) Every applicant eligible for grant of a certificate shall pay feesin such manner and within the period specified in Schedule II.(2)  Where  a  portfolio  manager  fails  to  pay  the  fees  as  provided  inSchedule  II,  the  Board  may  suspend  the  certificate,  whereupon  theportfolio  manager  shall  forthwith  cease  to  carry  on  the  activity  as  a"]], ["13", "", ["  Code  of  Conduct.─Every  portfolio  manager  shall  abide  by  the"]], ["14", "", ["14.  Contract  with  clients  and  disclosures.─(1)  (a)  The  portfolio manager shall, before taking up an assignment of management of funds or portfolio of securities on behalf of a client, enter into an agreement in writing with such client clearly defining the inter se relationship, and setting out their mutual rights, liabilities and obligations relating to management of funds  or  portfolio  of  securities  containing  the  details  as  specified  in Schedule IV.(b)  The agreement between the portfolio manager and the clientshall, inter alia, contain:(i)the  investment  objectives  and  the  services  to  beprovided;(ii)    areas of investment and restrictions, if any, imposed bythe  client  with  regard  to  the  investment  in  a  particularcompany or industry;11-10-2002. Prior to its substitution, regulation 14, read as under:“14. Contract with clients.─(1) (a) Every portfolio manager shall before taking up anassignment of management of portfolio on behalf of a client, enter into an agreementwith  such  client  clearly  defining  the  inter-se  relationship,  and  setting  out  their  mutualrights, liabilities and obligations relating to management of the portfolio of the client.(b)  The contract shall, inter alia, contain; -(i)   the investment objectives and the services to be provided;(ii)  areas  of  investment  and  restrictions,  if  any,  imposed  by  the  client  with  regard  toinvestment in a particular company or industry;(iii)  attendant risks involved in the management of the portfolio;(iv)  period of the contract and provision of early termination, if any;(v)  amount to be invested;(vi)  procedure  of  settling  client's  account  including  form  of  repayment  on  maturity  orearly termination of contract;(vii) fees payable to the portfolio manager;(viii)custody of securities.(2) The funds of all clients shall be placed by the portfolio manager in a separateaccount to be maintained by him in a scheduled commercial bank.bank  included  in  the  Second  Schedule  to  the  Reserve  Bank  of  India  Act,  1934 (2 of1934);(3) The portfolio manager shall charge an agreed fee from the client for renderingportfolio  management  services  without  guaranteeing  or  assuring,  either  directly  orindirectly any return and such fee shall be independent of the return to the client andshall not be on a return sharing basis.\"(iii)   type of instruments and proportion of exposure;(iv)   tenure of portfolio investments;(v)    terms for early withdrawal of funds or securities by theclients;(vi)    attendant  risks  involved  in  the  management  of  theportfolio;(vii)  period of the contract and provision of early termination,if any;(viii)  amount  to  be  invested  subject  to  the  restrictionsprovided under these regulations;(ix)   procedure  of  settling  client's  account  including  form  ofrepayment on maturity or early termination of contract;(x)    fees payable to the portfolio manager;(xi)   the quantum and manner of fees payable by the clientfor  each  activity  for  which  service  is  rendered  by  theportfolio  manager  directly  or  indirectly  (where  suchservice is out sourced);(xii)  custody of securities;(xiii)  in case of a discretionary portfolio manager a conditionthat  the  liability  of  a  client  shall  not  exceed  hisinvestment with the portfolio manager;(xiv)  the  terms  of  accounts  and  audit  and  furnishing  of  thereports  to  the  clients  as  per  the  provisions  of  theseregulations; and(xv)  other  terms  of  portfolio  investment  subject  to  theseregulations.(2)   (a)  The  portfolio  manager  shall  provide  to  the  client,  theDisclosure Document as specified in Schedule V, along witha  certificate  in  Form  C  as  specified  in  Schedule  I,  at  leasttwo days prior to entering into an agreement with the clientas referred to in sub-regulation (1).(b)   The  Disclosure  Document,  shall  inter  alia  contain  thefollowing─(i)  the quantum and manner of payment of fees payable bythe  client  for  each  activity  for  which  service  is  renderedby the portfolio manager directly or indirectly (where suchservice is out sourced);(ii)  portfolio risks;(iii)  complete  disclosures  in  respect  of  transactions  withrelated parties as per the accounting standards specifiedby the Institute of Chartered Accountants of India in thisregard;(iv) the performance of the portfolio manager:Provided  that  the  performance  of  a  discretionaryportfolio  manager  shall  be  calculated  using  weightedaverage  method  taking  each  individual  category  ofinvestments  for  the  immediately  preceding  three  yearsand  in  such  cases  performance  indicators  shall  also  bedisclosed;(v) the audited financial statements of the portfolio managerfor the immediately preceding three years.(c)   The contents of the Disclosure Document shall be certified byan independent chartered accountant.(d)  The portfolio manager shall file with the Board, a copy of theDisclosure Document before it is circulated or issued to anyperson  and  every  six  months  thereafter  or  whenever  anymaterial  change  is  effected  therein  whichever  is  earlier,along with the certificate in Form C as specified in ScheduleI.(3)   (a)  The portfolio manager shall charge an agreed fee from theclients  for  rendering  portfolio  management  services  withoutguaranteeing  or  assuring,  either  directly  or  indirectly,  any"]], ["15", "", ["General  responsibilities  of  a  Portfolio  Manager.─(1)  The discretionary  portfolio  manager  shall  individually  and  independently manage the funds of each client in accordance with the needs of the client in a manner which does not partake character of a Mutual Fund, whereas the  non-discretionary  portfolio  manager  shall  manage  the  funds  in accordance with the directions of the client. 1[(1A) The portfolio manager shall not accept from the client, funds or securities worth less than five lacs rupees.](2) The portfolio manager shall act in a fiduciary capacity with regardto the client's funds.2[(2A)  The  portfolio  manager  shall  keep  the  funds  of  all  clients  in  aseparate account to be maintained by it in a Scheduled Commercial Bank.‘Scheduled  Commercial  Bank’  means  any  bank  included  in  the  SecondSchedule to the Reserve Bank of India Act, 1934 (2 of 1934).](3)  The  portfolio  manager  shall  transact  in  securities  within  thelimitation placed by the client himself with regard to dealing in securitiesunder the provisions of the Reserve Bank of India Act, 1934 (2 of 1934).(4) The portfolio manager shall not derive any direct or indirect benefitout of the client's funds or securities.3[(4A)  The  portfolio  manager  shall  not  borrow  funds  or  securities  onbehalf of the client.]4[(5) The portfolio manager shall not lend securities held on behalf ofclients to a third person except as provided under these regulations.](6)  The  portfolio  manager  shall  ensure  proper  and  timely  handling  ofcomplaints from his clients and take appropriate action immediately.10-2002.2  Inserted, ibid.3  Inserted, ibid.4  Substituted, ibid. Prior to its substitution, sub-regulation (5) read as under:“(5)  The  portfolio  manager  shall  not  pledge  or  give  on  loan  securities  held  on"]], ["16", "", ["16.  Investment  of  clients'  moneys  and  management  of  clients' portfolio of securities].─(1)  2[(a)    The  money  or  securities  accepted  by  the  portfolio  managershall  not  be  invested  or  managed by the portfolio managerexcept  in  terms  of  the  agreement  between  the  portfoliomanager and the client.](b)    Any renewal of portfolio fund on maturity of the initial periodshall be deemed as a fresh placement 3[* * *].4[(2) Notwithstanding anything contained in the agreement referred toin regulation 14, the funds or securities can be withdrawn or taken back bythe  client  before  the  maturity  of  the  contract  under  the  followingcircumstances, namely-(a)  voluntary or compulsory termination of portfolio managementservices by the portfolio manager or the client.(Amendment) Regulations, 2002, w.e.f. 11-10-2002.2  Substituted, ibid. Prior to its substitution, clause (a) read as under:\"(a) The portfolio manager shall not accept money or securities from his client for aperiod of less than one year:Provided that in the case of placement of funds for portfolio management by thesame client on more than one occasion or on a continual basis, each placement shallbe for a minimum period of one year.\"(Portfolio Managers) (Amendment) Regulations, 2002, w.e.f. 11-10-2002.11-10-2002. Prior to its substitution, sub-regulation (2) read as under:\"(2)  Notwithstanding  anything  contained  in  the  agreement  between  a  portfoliomanager and his client, referred to in regulation 14 hereof, the, portfolio funds can bewithdrawn  or  taken  back by  portfolio  client  at  his risk  before  the  maturity  date  of  thecontract under the following circumstances, namely:-(a) Voluntary or compulsory, termination of Portfolio management services by thePortfolio manager;(b)  suspension or termination of registration of Portfolio manager by the Board;(c)  bankruptcy or liquidation in case the portfolio manager is a body corporate;(d)  permanent disability, lunacy or insolvency in case the portfolio manager is anindividual;\"(b)   suspension or cancellation of the certificate of registration ofthe portfolio manager by the Board.(c)   bankruptcy or liquidation of the portfolio manager.](3)    The  portfolio  manager  shall  invest  funds  of  his  clients  in  moneymarket instruments 1[or derivatives] or as specified in the contract:2[Provided that leveraging of portfolio shall not be permitted in respectof investment in derivatives:]Provided  3[further]  that  the  portfolio  manager  shall  not  deploy  theclients'  funds  in  bill  discounting,  badla  financing  or  for  the  purpose  oflending or placement with corporate or non-corporate bodies.treasury  bills,includes  commercial  paper,trade  bill,instruments\"certificate of deposit and usance bills.4[(4)  The  portfolio  manager  shall  not  while  dealing  with  clients’  fundsindulge  in  speculative  transactions  that  is,  he  shall  not  enter  into  anytransaction  for  purchase  or  sale  of  any  security  which  is  periodically  orultimately settled otherwise than by actual delivery or transfer of securityexcept the transactions in derivatives.]10-2002.2   Inserted, ibid.3   Inserted, ibid.11-10-2002. Prior to its substitution, sub regulation (4) read as under:\"(4)  The  portfolio  manager  shall  not  while  dealing  with  clients’  funds  indulge  inspeculative transactions, that is, he shall not enter into any transaction for purchase orsale of any security in which transaction is periodically or ultimately settled otherwisethan  by  actual  delivery  or  transfer  of  security.  The  portfolio  manager  may  enter  intotransactions on behalf of client for the specific purpose of meeting margin requirementsonly if the contract so provides and the client is made aware of the attendant risks ofsuch transactions. \"(5)  The  portfolio  manager  shall,  ordinarily  purchase  or  sell  securitiesseparately  for  each  client.  However,  in  the  event  of  aggregation  ofpurchases or sales for economy of scale, inter se allocation shall be doneon  a  pro  rata  basis  and  at  weighted  average  price  of  the  day'stransactions.  The  portfolio  manager  shall  not  keep  any  open  position  inrespect of allocation of sales or purchases effected in a day.(6)  Any  transaction  of  purchase  or  sale  including  that  between  theportfolio  manager's  own  accounts  and  client's  accounts  or  between  twoclients' accounts shall be at the prevailing market price.(7)  The  portfolio  manager  shall  segregate  each  clients'  funds  andportfolio of securities and keep them  separately from his own funds andsecurities  and  be  responsible  for  safekeeping  of  clients'  funds  andsecurities.1[(8)  The  portfolio  manager  shall  not  hold  the  listed  securities,belonging to the portfolio account, in its own name on behalf of its clientseither by virtue of contract with clients or otherwise:Provided  that  any  portfolio  manager  holding  the  listed  securitiesbelonging to the portfolio account in its own name on behalf of its clientson the date of commencement of the Securities and Exchange Board ofIndia(Amendment)  Regulations,  2008  shallsegregate each clients’ listed securities and keep them separately withinsix months from such commencement:(Portfolio  Managers)11-08-2008. Prior to its substitution sub-regulation (8) read as follows:“(8)  The  portfolio  manager  may  hold  the  securities  belonging  to  the  portfolioaccount in [its] own name on behalf of [its] clients only if the contract so provided and insuch an event the record of the portfolio manager and [its] report to the client shouldclearly indicate that the securities are held by [it] on behalf of the portfolio account.”(Portfolio Managers) (Amendment) Regulations, 2002, w.e.f. 11-10-2002.]Provided further that the Board may in the interest of investors or forthe  development  of  securities  market,  on  an  application  made  in  thisbehalf  by  a  portfolio  manager  with  respect  to  any  specific  investmentexisting  on  the  date  of  commencement  of  the  Securities  and  ExchangeBoard of India (Portfolio Managers) (Amendment) Regulations, 2008, relax"]], ["16A", "", ["16A.  Foreign  Institutional  Investor  and  sub-accounts  availing portfolio management services.─Foreign institutional investors and sub- accounts registered with the Board may avail of the services of a portfolio"]], ["16B", "", ["16B. Appointment of custodian.─(1) Every portfolio manager shall appoint a custodian in respect of securities managed or administered by it.(2)  Nothing  contained  in  this  regulation  shall  apply  to  a  portfoliomanager–(a)   who has total assets under management of value less thanfive hundred crore rupees; or"]], ["17", "", ["Maintenance  of  books  of  accounts,  records,  etc.─(1)  Every portfolio  manager  shall  keep  and  maintain  the  following  books  of accounts, records and documents namely:- Managers) (Amendment) Regulations, 2000, w.e,f. 22-02-2000 read as under: “16A. That the portfolio manager may manage funds raised or collected or brought from outside India in accordance with Securities and Exchange Board of India (Foreign Institutional Investors) Regulations, 1995.” 10-2002. 07-2006.(a)    a  copy  of  balance  sheet  at  the  end  of  each  accountingperiod;(b)   a  copy  of  the  profit  and  loss  account  for  each  accountingperiod;(c)   a  copy  of  the  auditors  report  on  the  accounts  for  eachaccounting period;(d)   a statement of financial position and;(e)  recordsinvestmentin  support  of  everytransaction  orrecommendation  which  will  indicate  the  data,  facts  andopinion leading to that investment decision.(2) Every portfolio manager shall intimate to the Board the place wherethe books of accounts, records and documents are maintained.(3)  Without  prejudice  to  sub-regulation  (1),  every  portfolio  managershall, after the end of each accounting period, furnish to the Board copiesof the balance sheet, profit and loss account and such other documents asare mentioned in any of the regulations under this chapter for any other"]], ["18", "", ["Submission of half-yearly results.─Every portfolio manager shall furnish to the Board half-yearly-unaudited financial results when required by the Board with a view to monitor the capital adequacy of the portfolio"]], ["19", "", ["Maintenance  of  books  of  accounts,  records  and  otherdocuments.─The portfolio manager shall preserve the books of accountand  other  records  and  documents  mentioned  in  any  of  the  regulations"]], ["20", "", ["Accounts and audit.─(1) (a)   The  portfolio  manager  shall  maintain  separate  client-wiseaccounts.(b)   Thereceivedfromfundsthe  clients,investments  ordisinvestments and all the credits to the account of the clientlike  interest,  dividend,  bonus,  or  any  other  beneficial  interestreceived  on  the  investment  and  debits,  for  expenses,  if  any,shall  be  properly  accounted  for  and  details  thereof  shall  beproperly reflected in the client's account.(c)   The tax deducted at source as required under the provisionsof the Income-Tax Act, 1961, (43 of 1961) shall be recorded inthe portfolio account.(2) The books of account will be audited yearly by qualified auditor toensure that the portfolio manager has followed proper accounting methodsand procedures and that the portfolio manager has performed his duties inaccordance with the law. A certificate to this effect shall, if so specified, besubmitted to the Board within six months  of  close  of  portfolio  manager'saccounting period.1[(3)  The  portfolio  accounts  of  the  portfolio  manager  shall  be  auditedannually  by  an  independent  chartered  accountant  and  a  copy  of  thecertificate issued by the chartered accountant shall be given to the client.(4) The client may appoint a chartered accountant to audit the books"]], ["21", "", ["Reports  to  be  furnished  to  the  client.─(1)  The  portfolio  manager shall furnish periodically a report to the client, as agreed in the contract, but not exceeding a period of six months  1[and as and when required by the client] and such report shall contain the following details, namely:-(a)   the composition and the value of the portfolio, description ofsecurity, number of securities, value of each security held inthe  portfolio,  cash  balance  and  aggregate  value  of  theportfolio as on the date of report;(b)transactions undertaken during the period of report includingdate of transaction and details of purchases and sales;(c)   beneficial  interest  received  during  that  period  in  respect  ofrights  shares  andinterest,  dividend,  bonus  shares,debentures;(d)   expenses incurred in managing the portfolio of the client;(e)   details of risk foreseen by the portfolio manager and the riskrelating  to  the  securities  recommended  by  the  portfoliomanager for investment or disinvestment.2[(1A)  The  report  referred  to  in  sub-regulation  (1)  may  be  madeavailable on the website of the portfolio manager with restricted access toeach client.](2)  The  portfolio  manager  shall  3[in  terms  of  the  agreement  with  theclient] also furnish to the client documents and information relating only tothe management of a portfolio.1   Inserted, ibid.10-2002.3  Inserted, ibid.(3)  On  termination  of  the  contract,  the  portfolio  manager  shall  give  adetailed statement of accounts to the client and settle the account with theclient as agreed in the contract.1[(4) The client shall have the right to obtain details of his portfolio from"]], ["22", "", ["Report  on  steps  taken  on  Auditor's  report.─Every  portfolio manager shall within two months from the date of the auditors report take"]], ["23", "", ["Disclosures to the Board.─A portfolio manager shall disclose to the Board as and when required the following information namely:-(i)    particulars regarding the management of a portfolio;(ii)   any  change  in  the  information  or  particulars  previouslyfurnished,  which  have  a  bearing  on  the  certificate  granted  tohim;(iii)   the names of the clients whose portfolio he has managed;(iv)   particulars  relating  to  the  capital  adequacy  requirement  as"]], ["23A", "", ["23A.  Appointment  of  compliance  officer.─(1)  Every  portfolio manager shall appoint a compliance officer who shall be responsible for monitoring the compliance of the Act, rules and regulations, notifications, guidelines, the  Central Government and for redressal of investors' grievances. instructions  etc., the  Board  or issued  by 11-10-2002. Prior to its substitution, sub regulation (4) read as under: “(4) In the event of any dispute between the portfolio manager and his clients, the client shall have the right to obtain details of his portfolio from the portfolio manager.” 2001 w.e.f. 29-05-2001.(2) The compliance officer shall immediately and independently report"]], ["24", "", ["Right of inspection by the Board.─(1) The Board may appoint one or more persons as inspecting authority to undertake the inspection of the books of account, records and documents of the portfolio manager for any of the purposes specified in sub-regulation (2).(2) The purposes referred to in sub-regulation (1) may be as follows,namely:-(a)   to ensure that the books of account are being maintained inthe manner required;(b)   that the provisions of the Act, rules and regulations are beingcomplied with;(c)   to  investigate  into  the  complaints  received  from  investors,other portfolio managers or any other person on any matterhaving  a  bearing  on  the  activities  of  the  portfolio  manager;and(d)   to investigate suo motu in the interest of securities business"]], ["25", "", ["Notice  before  inspection.─(1)  Before  undertaking  an  inspection under  regulation  24,  the  Board  shall  give  a  reasonable  notice  to  the portfolio manager, for that purpose.(2) Notwithstanding anything contained in sub-regulation (1), where theBoard is satisfied that in the interest of the investors no such notice shouldbe  given,  it  may  by  an  order  in  writing  direct  that  the  inspection  of  theaffairs of the portfolio manager be taken up without such notice.(3) During the course of inspection the portfolio manager against whoman  inspection  is  being  carried  out  shall  be  bound  to  discharge  his"]], ["26", "", ["Obligations of Portfolio Manager on inspection.─(1) It shall be the duty of every director, proprietor, partner, officer and employee of the portfolio  manager  who  is  being  inspected  to  produce  to  the  inspecting authority  such  books,  accounts  and  other  documents  in  his  custody  or control and furnish him with the statements and information relating to his activities  as  a  portfolio  manager  within  such  time  as  the  inspecting authority may require.(2) The portfolio manager shall allow the inspecting authority to have areasonable access to the premises occupied by such portfolio manager orby any other person, on his behalf and also extend reasonable facility forexamining  any  books,  records,  documents  and  computer  data  in  thepossession  of  the  portfolio  manager  or  any  such  other  person  and  alsoprovide copies of documents or other material which in the opinion of theinspecting authority are relevant for the purposes of the inspection.(3)  The  inspecting  authority  shall  in  the  course  of  inspection,  beentitled to examine or record statements of any principal officer, director,partner, proprietor and employee of the portfolio manager.(4) It shall be the duty of every director, proprietor, partner, officer oremployee  of  the  portfolio  manager  to  give  to  the  inspecting  authority  allassistance in connection with the inspection which the portfolio manager"]], ["27", "", ["Submission  of  report  to  the  Board.─The  inspecting  authority shall,  as  soon  as  may  be  possible,  submit  an  inspection  report  to  the"]], ["28", "", ["28.  Action  on  inspection  or  investigation  report.─The  Board  or the  Chairman  shall  after  consideration  of  the  inspection  or  investigation report  take  such  action  as  the  Board  or  Chairman  may  deem  fit  and appropriate  including  action  under  2[Chapter  V  of  the  Securities  and"]], ["29", "", ["Appointment  of  Auditor.─The  Board  may  appoint  a  qualified auditor  to  investigate  into  the  books  of  account  or  the  affairs  of  the portfolio manager: Provided that the auditor so appointed shall have the same powers of the  inspecting  authority  as  are  mentioned  in  regulation  24  and  the obligation  of  the  portfolio  manager  and  his  employees  in  regulation  26 shall be applicable to the investigation under this regulation. and under this regulation, the expression \"qualified auditor\" shall have the same meaning as given to it in section 226 of the Companies Act, 1956 (1 of 1956). 1  Substituted  by  the  SEBI  (Procedure  for  Holding  Enquiry  by  Enquiry  Officer  and Imposing  Penalty)  Regulations,  2002  w.e.f.  27-09-2002.  Prior  to  its  substitution, regulation 28 read as under: “28. Communication of findings etc. to the portfolio manager.─(1) The Board shall after  consideration  of  the  inspection  report  communicate  the  findings  to  the  portfolio manager to give him an opportunity of being heard before any action is being taken by the Board on the findings of the inspecting authority.(2) On receipt of the application, if any, from the portfolio manager, the Board maycall upon the portfolio manager to take such measures as the Board may deem fit inthe interest of the securities market and for due compliance with the provisions of theAct, rules and regulations.”Enquiry  by  Enquiry  Officer  and  Imposing  Penalty)  Regulations,  2002”  by  the  SEBI"]], ["30", "", ["1[Liability  for  action  in  case  of  default.─A  portfolio  manager  who contravenes any of the provisions of the Act, Rules or Regulations framed thereunder  shall  be  liable  for  one  or  more  action  specified  therein including  the  action  under  Chapter  V  of  the  Securities  and  Exchange"]], ["31", "", ["to 38. 2[* * *] granted; 1  Substituted, by the SEBI (Intermediaries) Regulations, 2008, w.e.f. 26-05-2008. Prior to by Enquiry Officer and Imposing Penalty) Regulations, 2002 w.e.f. 27-09-2002, read as under: \"30. Liability for action in case of default.─ (1) A portfolio manager who-(a)  fails  to  comply  with  any  conditions  subject  to  which  certificate  has  been(b) contravenes any of the provisions of the Act, rules or regulations;shall be dealt with in the manner provided under the Securities and ExchangeBoard  of  India  (Procedure  for  Holding  Enquiry  by  the  Enquiry  Officer  andImposing Penalty) Regulations, 2002.Imposing  Penalty)  Regulations,  2002  w.e.f.  27-09-2002.  Prior  to  their  omission,regulations 31 to 38 read as under:\"31.  Suspension  of  registration.─(1)  A  penalty  of  suspension  of  registration  of  aportfolio manager may be imposed where -(i) the portfolio manager violates the provisions of the Act, rules or regulations;(ii) the portfolio manager -(a)  fails  to  furnish  any  information  relating  to  his  activity  as  portfoliomanager as required by the Board;(b) furnishes wrong or false information;(c) does not submit periodical returns as required by the Board;(d) does not co-operate in any enquiry conducted by the Board;activities;(iii) the portfolio manager fails to resolve the complaints of the investors or failsto give a satisfactory reply to the Board in this behalf;(iv) the portfolio manager indulges in manipulating or price rigging or cornering(v) the portfolio manager is guilty of misconduct or improper or unbusinesslikeor  unprofessional  conduct  which  is  not  in  accordance  with  the  Code  ofConduct specified in Schedule III;(vi) the portfolio manager fails to maintain the capital adequacy requirement inaccordance with the provisions of regulation 7;(vii) the portfolio manager fails to pay the fees;(viii) the portfolio manager violates the conditions of registration;"]], ["32", "", ["Cancellation  of  registration.─A  penalty  of  cancellation  of  registration  of  a portfolio manager may be imposed where:-(i) the portfolio manager indulges in deliberate manipulation or price rigging orcornering  activities  affecting  the  securities  market  and  the  investorsinterest;(ii) the financial position of the portfolio manager deteriorates to such an extentthat the Board is of the opinion that his continuance as portfolio manager isnot in the interest of investors;(iii) the portfolio manager is guilty of fraud, or is convicted of a criminal offence;(iv) the portfolio manager is guilty of repeated defaults of the nature mentionedin  regulation  31  provided  that  the  Board  furnishes  the  reasons  for"]], ["33", "", ["Manner of making order of suspension and cancellation.─No order of penalty of suspension or cancellation, as the case may be, shall be imposed except after holding"]], ["34", "", ["Manner  of  holding  enquiry  before  suspension  or  cancellation.─(1)  For  the purpose of holding an enquiry under regulation 33, the Board may appoint an enquiryofficer.(2) The enquiry officer shall issue to the portfolio manager a notice at the registeredoffice or the principal place of business of the portfolio manager.(3) The portfolio manager may, within thirty days from the date of receipt of suchnotice,  furnish  to  the  enquiry  officer  a  reply  together  with  copies  of  documentary  orother evidence relied on by him or sought by the Board from the portfolio manager.(4)  The  enquiry  officer  shall,  give  a  reasonable  opportunity  of  hearing  to  theportfolio  manager  to  enable  him  to  make  submissions  in  support  of  his  reply  madeunder sub-regulation (3).(5) Before the enquiry officer, the portfolio manager may either appear in person orthrough any person duly authorised by the portfolio manager:Provided  that  no  lawyer  or  advocate shall  be  permitted  to  represent  the  portfoliomanager at the enquiry:Provided  further  that  where  a  lawyer  or  an  advocate  has  been  appointed  by  theBoard as a presenting officer under sub- regulation (6), it shall be lawful for the portfoliomanager to present its case through a lawyer or advocate.(6) If it is considered necessary, the enquiry officer may ask the Board to appoint apresenting officer to present its case.(7)  The  enquiry  officer  shall,  after  taking  into  account  all  relevant  facts  andsubmissions  made  by  the  portfolio  manager,  submit  a  report  to  the  Board  andrecommend the penalty to be imposed as also the grounds on the basis of which the"]], ["35", "", ["Show-cause  notice  and  order.─(1)  On  receipt  of  the  report  from  the  enquiry officer, the Board shall consider the same and issue a show-cause notice as to why the penalty as proposed by the enquiry officer should not be imposed.(2) The portfolio manager shall within twenty-one days of the date of the receipt ofthe show- cause notice send a reply to the Board.(3)  The  Board  after  considering  the  reply  to  the  show-cause  notice,  if  received,shall as soon as possible but not later than thirty days from the receipt of the reply, ifany, pass such order as it deems fit.(4)  Every  order  passed  under sub-regulation  (3) shall  be  self-contained and givereasons for the conclusions stated therein including justification of the penalty imposedby that order.(5)  The  Board  shall  send  a  copy  of  the  order  under  sub-  regulation  (3)  to  the"]], ["39", "", ["Power of the Board to issue clarifications.─In order to remove any difficulties these regulations, the Board may issue clarifications or guidelines in the form ofcirculars.]the  application  orinterpretation  ofin  respect  of"]]]}